-- phpMyAdmin SQL Dump
-- version 4.7.7
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: 02 أغسطس 2018 الساعة 04:25
-- إصدار الخادم: 5.6.32-78.1
-- PHP Version: 5.6.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `roatalta_tro`
--

-- --------------------------------------------------------

--
-- بنية الجدول `admins`
--

CREATE TABLE `admins` (
  `id` int(10) UNSIGNED NOT NULL,
  `type` int(11) NOT NULL DEFAULT '1',
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `branch` int(11) NOT NULL,
  `department` int(11) NOT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `password` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `pass` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- إرجاع أو استيراد بيانات الجدول `admins`
--

INSERT INTO `admins` (`id`, `type`, `name`, `branch`, `department`, `email`, `password`, `pass`, `remember_token`, `created_at`, `updated_at`) VALUES
(10, 1, 'ALZURAIQI', 0, 0, 'alzoriki_2010@hotmail.com', '$2y$10$qQb5awDRnIcSZEpn9OLY.OkRPfDHue/C6KXS9mFPLKH7octUkSfUG', '253919', 'MDTZcYiB3XMFEIWqc4hkbhJxfHe4HoKI91s9zHfBlgBgKRYvnC0HpeE0XvWC', '2018-05-26 01:53:22', '2018-05-26 01:53:22'),
(11, 2, 'ABO Y', 1, 0, 'magd@trisoline.com', '$2y$10$1ZsQFnYVtW9BGnEhpTXOBOVBELVWTwRRtAx5y5ldxRWuIK.wjVA9y', '253919', 's2Fz1l2OVNhbhOqTE8tToVYDrc3DiAeh0c76ZXHwM7VJLZwRXFF5AgokjbCw', '2018-07-10 07:42:13', '2018-07-10 07:42:13'),
(12, 2, 'ABOY', 3, 0, 'magd-t@trisoline.com', '$2y$10$0MMpkinv6JqBMIMjqecf4ur.IaPxts.gVsiIqYmaqwkknC01Td5gm', '253919', NULL, '2018-07-10 07:44:04', '2018-07-10 07:44:04'),
(13, 2, 'OMAR', 2, 0, 'omar@trisoline.com', '$2y$10$VJPoPYV1vqbbdA8oYiiuvuIR9oFGOG3ecWQD2jS/yXjYKJdVm/lxa', '253919', 'F3DGcCYqohd3k7OortRA3zvPOxi5JpzIXnHQyenVFouxwFoLFaSK1G4YInqm', '2018-07-10 07:45:08', '2018-07-10 07:45:08');

-- --------------------------------------------------------

--
-- بنية الجدول `departments`
--

CREATE TABLE `departments` (
  `id` int(11) NOT NULL,
  `name` varchar(250) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- إرجاع أو استيراد بيانات الجدول `departments`
--

INSERT INTO `departments` (`id`, `name`, `created_at`, `updated_at`) VALUES
(2, 'المبيعات', '2018-05-19 17:57:22', '2018-05-21 03:37:03'),
(3, 'الحسابات', '2018-05-20 15:06:50', '2018-05-20 15:06:50');

-- --------------------------------------------------------

--
-- بنية الجدول `emails`
--

CREATE TABLE `emails` (
  `id` int(11) NOT NULL,
  `email` varchar(250) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- إرجاع أو استيراد بيانات الجدول `emails`
--

INSERT INTO `emails` (`id`, `email`, `created_at`, `updated_at`) VALUES
(11, 'BASSAM.MAHDI@GMAIL.COM', '2018-07-24 14:36:01', '2018-07-24 14:36:01');

-- --------------------------------------------------------

--
-- بنية الجدول `faqs`
--

CREATE TABLE `faqs` (
  `id` int(11) NOT NULL,
  `qusation` varchar(500) NOT NULL,
  `answer` varchar(1000) NOT NULL,
  `qusation_en` varchar(500) NOT NULL,
  `answer_en` varchar(100) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- إرجاع أو استيراد بيانات الجدول `faqs`
--

INSERT INTO `faqs` (`id`, `qusation`, `answer`, `qusation_en`, `answer_en`, `created_at`, `updated_at`) VALUES
(4, 'فرع تركيا __________ للخروج من المطار يجب ان تكون الشخص حاصل على الكملك او وثيقة', 'للخروج من المطار يجب ان تكون الشخص حاصل على الكملك او وثيقة الكملك وبعدها تقوم بالتوجه الى شعبة الاجانب العامة وتقوم بالغاء الكملك او الوثيقة الاولية وطلب اذن السفر وعند السفر تقوم بدفع مخالفة في المطار وتختلف قيمتها من جنسية لأخرى', 'فرع تركيا __________ للخروج من المطار يجب ان تكون الشخص حاصل على الكملك او وثيقة', 'للخروج من المطار يجب ان تكون الشخص حاصل على الكملك او وثيقة الكملك وبعدها تقوم بالتوجه الى شعبة الاج', '2018-07-17 12:45:19', '2018-07-17 17:45:19'),
(5, 'فرع تركيا __________هل يمكن استخراج اذن السفر لحامل وثيقة التقديم على الكملك ؟', 'يجب مراجعة شعبة الاجانب العامة في نفس منطقة السكن وطلب اذن سفر مع توضيح سبب السفر ويقوم الموظف بتقييم الوضع والرد اما بالقبول او الرفض', 'فرع تركيا __________هل يمكن استخراج اذن السفر لحامل وثيقة التقديم على الكملك ؟', 'يجب مراجعة شعبة الاجانب العامة في نفس منطقة السكن وطلب اذن سفر مع توضيح سبب السفر ويقوم الموظف بتقيي', '2018-07-17 17:46:48', '2018-07-17 17:46:48'),
(6, 'فرع تركيا __________ كيف يمكنني الحصول على الكملك ؟', 'يتم الحصول على الكملك عن طريق التقدم بطلب اولي عن طريق شعبة الاجانب العامة والحصول على وثيقة تبدأ برقم 98 وبعد مدة تقريبية حوالي 6 اشهر يستطيع الشخص الحصول على الكملك الرسمي والذي يبدأ بالرقم الخاص بالاجانب 99', 'فرع تركيا __________ كيف يمكنني الحصول على الكملك ؟', 'يتم الحصول على الكملك عن طريق التقدم بطلب اولي عن طريق شعبة الاجانب العامة والحصول على وثيقة تبدأ بر', '2018-07-17 17:47:22', '2018-07-17 17:47:22'),
(7, 'فرع تركيا __________ هل يترتب على اي غرامة مالية في حال مخالفة الاقامة في تركيا ؟', 'يترتب على حامل الاقامة مخالفة عند مغادرة الاراضي التركية يقوم بدفعها في المطار وتختلف من جنسية لاخرى', 'فرع تركيا __________ هل يترتب على اي غرامة مالية في حال مخالفة الاقامة في تركيا ؟', 'يترتب على حامل الاقامة مخالفة عند مغادرة الاراضي التركية يقوم بدفعها في المطار وتختلف من جنسية لاخرى', '2018-07-17 17:49:03', '2018-07-17 17:49:03'),
(8, 'فرع تركيا __________ كم يحق لحامل الاقامة البقاء خارج تركيا ؟', 'حسب القانون الذي صدر من جديد عن ادارة الهجرة كل الاقامات التي تم الوافقة عليها بعد تاريخ 13/8/2016 يستطيع حامل الاقامة البقاء خارج تركيا مدة مفتوحة وتم الغاء العمل بقانون 120 يوم السابق', 'فرع تركيا __________ كم يحق لحامل الاقامة البقاء خارج تركيا ؟', 'حسب القانون الذي صدر من جديد عن ادارة الهجرة كل الاقامات التي تم الوافقة عليها بعد تاريخ 13/8/2016 ي', '2018-07-17 17:50:00', '2018-07-17 17:50:00'),
(9, 'فرع تركيا __________كيف يستطيع مخالف الاقامة الحصول عليها من جديد بطريقة نظامية ؟', 'في حال مخالفة الاقامة لا يستطيع الشخص معاودة الحصول عليها بطريقة نظامية الا في حال الخروج ودفع غرامة مخالفة الاقامة في المطار والعودة بفيزا جديدة', 'فرع تركيا __________كيف يستطيع مخالف الاقامة الحصول عليها من جديد بطريقة نظامية ؟', 'في حال مخالفة الاقامة لا يستطيع الشخص معاودة الحصول عليها بطريقة نظامية الا في حال الخروج ودفع غرامة', '2018-07-17 17:50:54', '2018-07-17 17:50:54'),
(10, 'فرع تركيا __________كيف احصل على اذن السفر ؟', 'يتم الحصول على اذن السفر عن طريق شعبة الاجانب العامة في المحافظة المتواجد فيها ويجب ان يكون الشخص حاصل على الكملك او وثيقة التقديم الاولية', 'فرع تركيا __________كيف احصل على اذن السفر ؟', 'يتم الحصول على اذن السفر عن طريق شعبة الاجانب العامة في المحافظة المتواجد فيها ويجب ان يكون الشخص حا', '2018-07-17 17:51:31', '2018-07-17 17:51:31'),
(11, 'فرع تركيا __________هل يمكن تأسيس شركة وانا خارج تركيا ؟', 'بامكانك تأسيس الشركة بكل سهولة عن طريق ارسال توكيل من القنصلية التركية في البلد الموجود فيها لشريكك الموجود في تركيا الذي سيكون مدير للشركة ويقوم هو بكل الامور القانونية المتعلقة بالموضوع', 'فرع تركيا __________هل يمكن تأسيس شركة وانا خارج تركيا ؟', 'بامكانك تأسيس الشركة بكل سهولة عن طريق ارسال توكيل من القنصلية التركية في البلد الموجود فيها لشريكك ', '2018-07-17 17:52:08', '2018-07-17 17:52:08'),
(12, 'فرع تركيا __________كيف احصل على اقامة العمل في تركيا ؟', 'للحصول على اقامة العمل يجب ان تكون موظف في شركة او صاحب شركة في تركيا حامل للاقامة السياحية او الكملك رقم 99 طبعاً بداية ستحصل عليها لمدة سنة واحدة وعند التجديد يمكن ان تمنح لمدة سنتين او ثلاث سنوات يذكر ان اقامة العمل تمنحك حق الخروج والدخول من والى تركيا بدون قيود بالاضافة لامكانية التقديم على الجنسية والحصول على فيزا الشنغل الاوربية', 'فرع تركيا __________كيف احصل على اقامة العمل في تركيا ؟', 'للحصول على اقامة العمل يجب ان تكون موظف في شركة او صاحب شركة في تركيا حامل للاقامة السياحية او الكمل', '2018-07-17 17:52:39', '2018-07-17 17:52:39'),
(13, 'فرع تركيا __________هل استطيع الحصول على اقامة العمل وانا احمل الكملك ؟', 'يستطيع الحصول على تصريح عمل بشرط ان تكون الكملك مستخرجة من نفس المحافظة التي تعمل بها الشركة ومضى عليها اكثر من ستة اشهر وأنت حاصل على رقم 99 ( اي انت كنت تعمل في مرسين فيجب ان تكون الكملك مسخترجة من مرسين ومضى عليها اكثر من ستة اشهر وأنت حاصل على رقم 99 )', 'فرع تركيا __________هل استطيع الحصول على اقامة العمل وانا احمل الكملك ؟', 'يستطيع الحصول على تصريح عمل بشرط ان تكون الكملك مستخرجة من نفس المحافظة التي تعمل بها الشركة ومضى عل', '2018-07-17 17:53:47', '2018-07-17 17:53:47'),
(14, 'فرع تركيا __________هل استطيع السفر بعد حصولي على تصريح العمل ؟', 'تصريح العمل لا يعطي الشخص الحق للمغادرة خارج تركيا لانه يكون ضمن قانون الحماية المؤقتة', 'فرع تركيا __________هل استطيع السفر بعد حصولي على تصريح العمل ؟', 'تصريح العمل لا يعطي الشخص الحق للمغادرة خارج تركيا لانه يكون ضمن قانون الحماية المؤقتة', '2018-07-17 17:54:19', '2018-07-17 17:54:19'),
(15, 'فرع تركيا __________في حال عدم تواجد احد الابوين او كلاهما كيف يستطيع الابن القاصر الحصول على الاقامة ؟', 'تقوم الام والاب بارسال وصاية شرعية لاحد الاقارب من الدرجة الاولى الحاصلين على الاقامة عن طريق القنصلية التركية في البلد القيمين فيه وارسالها الى الوصي لابرازها عند المقابلة للاقامة مع باقي الاوراق وبعدها يتم منح الاقامة', 'فرع تركيا __________في حال عدم تواجد احد الابوين او كلاهما كيف يستطيع الابن القاصر الحصول على الاقامة ؟', 'تقوم الام والاب بارسال وصاية شرعية لاحد الاقارب من الدرجة الاولى الحاصلين على الاقامة عن طريق القنصل', '2018-07-17 17:54:49', '2018-07-17 17:54:49'),
(16, 'فرع تركيا __________هل يشمل تأمين اقامة العمل الصحي (SGK) الخاص بالعمل عائلتي ؟', 'يشمل التأمين الصحي الخاص بالدولة (SGK) التابع لاقامة العمل الزوجة والاطفال والاب والام في حال تواجد اقامات لديهم عن طريق ارفاقهم بحامل الاقامة ضمن نظام وزارة الشؤون الاجتماعية والعمل', 'فرع تركيا __________هل يشمل تأمين اقامة العمل الصحي (SGK) الخاص بالعمل عائلتي ؟', 'يشمل التأمين الصحي الخاص بالدولة (SGK) التابع لاقامة العمل الزوجة والاطفال والاب والام في حال تواجد ', '2018-07-17 17:55:27', '2018-07-17 17:55:27'),
(17, 'فرع تركيا __________هل يطلب كشف حساب بنك بقيمة 6000 $ لاستخراج الاقامة ؟؟', 'كشف حساب البنك هو طلب ليس اجباري وقل طلبه في الاونة الاخيرة ولكن للموظف حرية طلب كشف حساب البنك او اي ورقة اضافية عند المقابلة', 'فرع تركيا __________هل يطلب كشف حساب بنك بقيمة 6000 $ لاستخراج الاقامة ؟؟', 'كشف حساب البنك هو طلب ليس اجباري وقل طلبه في الاونة الاخيرة ولكن للموظف حرية طلب كشف حساب البنك او ا', '2018-07-17 17:56:15', '2018-07-17 17:56:15'),
(18, 'فرع تركيا __________هل يحق للسوري التملك في تركيا ؟', 'لايحق للسوري التملك على جواز السفر مباشرة الا في حال كان يمتلك شركة محدودة المسؤولية يمكنه التملك على اسمها', 'فرع تركيا __________هل يحق للسوري التملك في تركيا ؟', 'لايحق للسوري التملك على جواز السفر مباشرة الا في حال كان يمتلك شركة محدودة المسؤولية يمكنه التملك عل', '2018-07-17 17:57:26', '2018-07-17 17:57:26'),
(19, 'فرع تركيا __________ هل يمكن تجديد الاقامة عن طريق البريد بدون حضور موعد مقابلة ؟', 'يمكن تجديد الاقامة في البريد في حال عدم تغيير عنوان السكن او تجديد جواز السفر اي بقاء المعلومات كما تم التقديم عليها اول مرة ويتم حجز الموعد واستكمال الاوراق وارسالها الى اداة الهجرة والجوازات', 'فرع تركيا __________ هل يمكن تجديد الاقامة عن طريق البريد بدون حضور موعد مقابلة ؟', 'يمكن تجديد الاقامة في البريد في حال عدم تغيير عنوان السكن او تجديد جواز السفر اي بقاء المعلومات كما ', '2018-07-17 12:59:05', '2018-07-17 17:59:05'),
(20, 'فرع تركيا __________ هل يتم رفض طلب الاقامة في حال ذهبت الى موعدي وعندي نقص في الاوراق ؟', 'لا يوجد مشكلة في حال وجود نقص في الاوراق يقوم الموظف بطلب الاوراق الناقصة ومنح مهلة شهر او خمسة عشر يوماً لاستكمالها', 'فرع تركيا __________ هل يتم رفض طلب الاقامة في حال ذهبت الى موعدي وعندي نقص في الاوراق ؟', 'لا يوجد مشكلة في حال وجود نقص في الاوراق يقوم الموظف بطلب الاوراق الناقصة ومنح مهلة شهر او خمسة عشر ', '2018-07-17 18:01:48', '2018-07-17 18:01:48'),
(21, 'فرع تركيا __________ كيف يتم نقل الكملك من محافظة الى اخرى ؟', 'عن طريق اخذ اذن نقل من شعبة الاجانب العامة من المحافظة التي استخرجت منها الكملك ومراجعة شعبة الاجانب العامة في المحافظة المراد النقل اليها وتقديم الطلب للحصول على كملك جديد من المحافظة المنقول اليها', 'فرع تركيا __________ كيف يتم نقل الكملك من محافظة الى اخرى ؟', 'عن طريق اخذ اذن نقل من شعبة الاجانب العامة من المحافظة التي استخرجت منها الكملك ومراجعة شعبة الاجانب', '2018-07-17 18:04:01', '2018-07-17 18:04:01');

-- --------------------------------------------------------

--
-- بنية الجدول `home_setting`
--

CREATE TABLE `home_setting` (
  `id` int(11) NOT NULL,
  `about` text NOT NULL,
  `about_en` text NOT NULL,
  `longitude` double NOT NULL,
  `Latitude` double NOT NULL,
  `service1` varchar(200) NOT NULL,
  `service1_desc` varchar(500) NOT NULL,
  `service2` varchar(500) NOT NULL,
  `service2_desc` varchar(500) NOT NULL,
  `service3` varchar(500) NOT NULL,
  `service3_desc` varchar(500) NOT NULL,
  `service1e` varchar(500) NOT NULL,
  `service1e_desc` varchar(500) NOT NULL,
  `service2e` varchar(500) NOT NULL,
  `service2e_desc` varchar(500) NOT NULL,
  `service3e` varchar(500) NOT NULL,
  `service3e_desc` varchar(500) NOT NULL,
  `address1` varchar(200) NOT NULL,
  `address2` varchar(200) NOT NULL,
  `address3` varchar(200) NOT NULL,
  `address1e` varchar(300) NOT NULL,
  `address2e` varchar(300) NOT NULL,
  `address3e` varchar(300) NOT NULL,
  `email1` varchar(200) NOT NULL,
  `email2` varchar(200) NOT NULL,
  `email3` varchar(200) NOT NULL,
  `tel1` varchar(200) NOT NULL,
  `tel2` varchar(200) NOT NULL,
  `tel3` varchar(200) NOT NULL,
  `branch` int(11) NOT NULL,
  `img1` varchar(500) NOT NULL,
  `img2` varchar(500) NOT NULL,
  `img3` varchar(250) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- إرجاع أو استيراد بيانات الجدول `home_setting`
--

INSERT INTO `home_setting` (`id`, `about`, `about_en`, `longitude`, `Latitude`, `service1`, `service1_desc`, `service2`, `service2_desc`, `service3`, `service3_desc`, `service1e`, `service1e_desc`, `service2e`, `service2e_desc`, `service3e`, `service3e_desc`, `address1`, `address2`, `address3`, `address1e`, `address2e`, `address3e`, `email1`, `email2`, `email3`, `tel1`, `tel2`, `tel3`, `branch`, `img1`, `img2`, `img3`, `created_at`, `updated_at`) VALUES
(1, 'شركة تريزولاين شركة تجارية عالمية تسهل للعميل إصدار الطلبات ومتابعة الطلبات الكترونياً لنا قاعدة كبيرة من العملاء من مختلف دول العالم الذين استطاعنا ان ننال على ثقتهم من خلال تعاملنا معهم في هذه السنوات و نتطلع ان تكون شركة تريزولاين من افضل الشركات العربية والعالمية وتحقيق الريادة على المستوى المحلي والعربي والعالمي, وتوفر اعلى جودة في تقديم الخدمات للعملاء لإبهارهم وتحقيق مبتغاهم, وتوفير افضل الحلول والاستشارات المناسبة لأعمالهم مما يساهم في اضافة المزيد من النجاح لنجاحتهم فنحن شعارنا دائما ..انتظر المزيد من النجاح في عملك.', 'Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore', 0, 0, 'فرع الصين', 'نعمل كرابط وثيق بين أفضل المصانع والشركات الكبرى في الصين مع رواد الأعمال في جميع دول العالم ونتطلع الى تلبية جميع متلطلبات عملائنا بأفضل جودة', 'فرع السعودية', 'التنسيق بين فروعنا في الصين وتركيا ونخدم عملائنا في استيراد البضائع من الصين وتركيا وتقديم جميع الخدمات , بالاضافة الى قسم التصميم الدعاية وتصميم المواقع وبرمجة التطبيقات', 'فرع تركيا', 'خدمات استشارات قانوينة استشارات طلابية والاستشارات العقارية ونحرص على نرضى العميل في خدمته.', 'service 1', 'Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore', 'service 2', 'Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore', 'service 3', 'Lorem ipsum dolor sit amet, consectetur adipisicing elit, sed do eiusmod tempor incididunt ut labore', 'الرياض - حي العقيق - شارع البحر المتوسط', 'مقاطعة تشجيانغ - مدينة جينخوا إيوو - شارع يونغ شانغ', 'اسطنبول - حي الفاتح - شارع الوطن ', 'ad1', 'YONGSHENG DISTRICT,YIWU,JINHUA CITY ZHEJIANG PROVINCE', 'ad3', 'Riyadh@trisoline.com', 'Chine@trisoline.com', 'turkya@trisoline.com', '0096655497766', '008615669122024', '00905362235707', 0, '1527703243.jpg', '1527701708.jpg', '1527701708.PNG', '2018-07-20 15:29:29', '2018-07-20 20:29:29'),
(2, '--', '--', 46.6317873, 24.7777366, 's2', 's2', 's2', 's2', 's2', 's2', 's2', 's2', 's2', 's2', 's2', 's2', 'حي العقيق - شارع البحر المتوسط\r\nالبريد الإلكتروني: Riyadh@trisoline.com\r\nالهاتف: 0096655497766\r\n', '', '', '            s2', '', '', '', '', '', '', '', '', 1, '1527088310.png', '1527088294.jpg', '', '2018-07-10 03:41:37', '2018-07-10 08:41:37'),
(3, '--', '--', 120.0707094, 29.3014002, 'بحث وتأمين طلبات العملاء من الصين', 'بحث وتأمين طلبات العملاء من الصين بأفضل سعر ممكن وأعلى جودة مطروحة وأسرع وقت حسب مواصفات وتطلعات العميل', 'خدمات ما بعد البيع', 'خدمات ما بعد البيع في تلمس أداء المنتجات والعمل على صيانة، استبدال، تعويض ودعم العميل في أي نقص أو خلل بالمنتج.', 'خدمات الدعم والتنسيق', 'تقديم خدمات الدعم والتنسيق والخدمات اللوجستية داخل الصين ومنها من الألف للياء.', 's3', 's3', 's3', 's3', 's3', 's3', 'مقاطعة تشجيانغ - مدينة جينخوا إيوو - شارع يونغ شانغ\r\nالبريد الإلكتروني: Chine@trisoline.com\r\nالهاتف: 008615669122024\r\n', '', '', 'YONGSHENG DISTRICT,YIWU,JINHUA CITY ZHEJIANG PROVINCE\r\nEmail: Chine@trisoline.com\r\nTel: 008615669122024', '', '', '', '', '', '', '', '', 2, '1527799347.jpg', '1527799609.jpg', '', '2018-07-14 15:49:07', '2018-07-14 20:49:07'),
(4, '--', '--', 28.9434715, 41.0153647, 'خدمة1', 'هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات ', 'خدمة2', 'هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات ', 'خدمة3', 'هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات ', 's4', 's4', 's4', 's4', 's4', 's4', 'اسطنبول - حي الفاتح - شارع الوطن\r\nالبريد الإلكتروني: turkya@trisoline.com\r\nالهاتف: 00905362235707\r\n', '', '', 'اسطنبول - حي الفاتح - شارع الوطن\r\nالبريد الإلكتروني: turkya@trisoline.com\r\nالهاتف: 00905362235707\r\n', '', '', '', '', '', '', '', '', 3, '', '', '', '2018-07-16 16:49:51', '2018-07-16 21:49:51');

-- --------------------------------------------------------

--
-- بنية الجدول `logs`
--

CREATE TABLE `logs` (
  `id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `name` varchar(200) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- إرجاع أو استيراد بيانات الجدول `logs`
--

INSERT INTO `logs` (`id`, `user_id`, `name`, `created_at`, `updated_at`) VALUES
(1, 1, 'اضافة مادة test2', '2017-12-11 10:24:29', '2017-12-11 10:24:29'),
(2, 1, 'اضافة مادة osama', '2017-12-11 10:25:50', '2017-12-11 10:25:50'),
(3, 1, 'تعديل مادة osama2', '2017-12-11 10:26:07', '2017-12-11 10:26:07'),
(4, 1, 'تعديل مادة osama2', '2017-12-11 10:26:13', '2017-12-11 10:26:13'),
(5, 1, 'حذف  مادة osama2', '2017-12-11 10:26:18', '2017-12-11 10:26:18'),
(6, 1, 'حذف  مادة test', '2017-12-11 10:41:23', '2017-12-11 10:41:23'),
(7, 1, 'حذف  مادة test2', '2017-12-11 10:41:25', '2017-12-11 10:41:25'),
(8, 1, 'اضافة خلاصة osamaللمادة', '2017-12-12 09:54:52', '2017-12-12 09:54:52'),
(9, 1, 'اضافة خلاصة osamaللمادة', '2017-12-12 09:55:24', '2017-12-12 09:55:24'),
(10, 1, 'حذف  خلاصة osama', '2017-12-12 09:55:30', '2017-12-12 09:55:30'),
(11, 1, 'تعديل خلاصة osama2', '2017-12-12 11:19:00', '2017-12-12 11:19:00'),
(12, 1, 'تعديل خلاصة osama2', '2017-12-12 11:19:21', '2017-12-12 11:19:21'),
(13, 1, 'تعديل خلاصة osama2', '2017-12-12 11:20:17', '2017-12-12 11:20:17'),
(14, 1, 'تعديل خلاصة osama2', '2017-12-12 11:20:26', '2017-12-12 11:20:26'),
(15, 1, 'تعديل خلاصة osama2', '2017-12-12 11:20:29', '2017-12-12 11:20:29'),
(16, 1, 'تعديل خلاصة osama', '2017-12-13 05:03:29', '2017-12-13 05:03:29'),
(17, 1, 'اضافة خلاصة osama2222للمادة', '2017-12-13 05:05:51', '2017-12-13 05:05:51'),
(18, 1, 'تعديل خلاصة osama2222', '2017-12-13 05:06:17', '2017-12-13 05:06:17'),
(19, 1, 'تعديل خلاصة osama2222', '2017-12-13 05:09:20', '2017-12-13 05:09:20'),
(20, 1, 'تعديل خلاصة osama', '2017-12-13 05:09:54', '2017-12-13 05:09:54'),
(21, 1, 'تعديل خلاصة osama', '2017-12-13 05:10:30', '2017-12-13 05:10:30'),
(22, 1, 'تعديل خلاصة osama2', '2017-12-13 05:11:13', '2017-12-13 05:11:13'),
(23, 1, 'تعديل خلاصة osama2', '2017-12-13 05:23:49', '2017-12-13 05:23:49'),
(24, 1, 'اضافة مادة test2', '2017-12-19 20:06:11', '2017-12-19 20:06:11'),
(25, 1, 'تعديل مادة test22', '2017-12-19 20:06:21', '2017-12-19 20:06:21'),
(26, 1, 'حذف  مادة test22', '2017-12-19 20:06:32', '2017-12-19 20:06:32'),
(27, 1, 'تعديل مادة مادة واحد', '2017-12-20 22:57:36', '2017-12-20 22:57:36'),
(28, 1, 'تعديل مادة مادة 2', '2017-12-20 22:57:54', '2017-12-20 22:57:54'),
(29, 1, 'تعديل خلاصة خلاصة 1', '2017-12-20 22:58:11', '2017-12-20 22:58:11'),
(30, 1, 'تعديل خلاصة مادة 2', '2017-12-20 22:58:37', '2017-12-20 22:58:37'),
(31, 1, 'تعديل مادة مادة واحد', '2017-12-20 23:06:01', '2017-12-20 23:06:01'),
(32, 1, 'تعديل مادة مادة واحد', '2017-12-20 23:10:54', '2017-12-20 23:10:54'),
(33, 1, 'اضافة خلاصة test2للمادة', '2017-12-22 13:29:19', '2017-12-22 13:29:19'),
(34, 1, 'اضافة خلاصة ttللمادة', '2017-12-22 13:31:01', '2017-12-22 13:31:01'),
(35, 1, 'اضافة خلاصة ttللمادة', '2017-12-22 13:32:24', '2017-12-22 13:32:24'),
(36, 1, 'اضافة خلاصة ssللمادة', '2017-12-22 13:33:01', '2017-12-22 13:33:01'),
(37, 1, 'اضافة خلاصة ssللمادة', '2017-12-22 13:33:27', '2017-12-22 13:33:27'),
(38, 1, 'اضافة خلاصة ssللمادة', '2017-12-22 13:33:31', '2017-12-22 13:33:31'),
(39, 1, 'اضافة خلاصة ssللمادة', '2017-12-22 13:33:40', '2017-12-22 13:33:40'),
(40, 1, 'اضافة خلاصة خلاصة3للمادة', '2017-12-22 13:46:44', '2017-12-22 13:46:44'),
(41, 1, 'اضافة خلاصة خلاصة3للمادة', '2017-12-22 13:47:29', '2017-12-22 13:47:29'),
(42, 1, 'حذف  خلاصة خلاصة3', '2017-12-22 13:47:48', '2017-12-22 13:47:48'),
(43, 1, 'حذف  خلاصة خلاصة3', '2017-12-22 13:47:50', '2017-12-22 13:47:50'),
(44, 1, 'اضافة خلاصة خلاصة جديدةللمادة', '2017-12-22 13:51:25', '2017-12-22 13:51:25'),
(45, 1, 'تعديل خلاصة خلاصة جديدة', '2017-12-22 13:54:01', '2017-12-22 13:54:01'),
(46, 1, 'اضافة مادة sabi', '2017-12-22 22:37:04', '2017-12-22 22:37:04'),
(47, 1, 'تعديل مادة sabi', '2017-12-22 22:41:26', '2017-12-22 22:41:26'),
(48, 2, 'اضافة مادة مادة4', '2018-01-08 01:33:03', '2018-01-08 01:33:03'),
(49, 2, 'اضافة خلاصة خلاصة 5للمادة', '2018-01-08 01:35:03', '2018-01-08 01:35:03'),
(50, 0, 'تعديل مادة مادة2', '2018-01-08 02:33:05', '2018-01-08 02:33:05'),
(51, 0, 'تعديل مادة مادة 3', '2018-01-08 02:33:54', '2018-01-08 02:33:54'),
(52, 0, 'تعديل مادة مادة2', '2018-01-09 13:14:05', '2018-01-09 13:14:05'),
(53, 0, 'تعديل مادة مادة واحد', '2018-01-09 13:14:24', '2018-01-09 13:14:24'),
(54, 0, 'تعديل مادة مادة واحد', '2018-01-09 13:15:00', '2018-01-09 13:15:00'),
(55, 0, 'تعديل مادة مادة 3', '2018-01-09 13:15:46', '2018-01-09 13:15:46'),
(56, 0, 'تعديل مادة مادة4', '2018-01-09 13:23:57', '2018-01-09 13:23:57'),
(57, 3, 'اضافة مادة كتاب سريع جدا', '2018-01-14 11:16:23', '2018-01-14 11:16:23'),
(58, 3, 'اضافة خلاصة اي خلاصةللمادة', '2018-01-14 11:18:30', '2018-01-14 11:18:30'),
(59, 3, 'اضافة خلاصة اي خلاصةللمادة', '2018-02-06 19:44:58', '2018-02-06 19:44:58'),
(60, 3, 'اضافة خلاصة عليللمادة', '2018-02-06 20:04:07', '2018-02-06 20:04:07'),
(61, 3, 'اضافة مادة كتاب تطوير الذات', '2018-02-06 20:09:36', '2018-02-06 20:09:36');

-- --------------------------------------------------------

--
-- بنية الجدول `news`
--

CREATE TABLE `news` (
  `id` int(11) NOT NULL,
  `title` varchar(500) NOT NULL,
  `title_e` varchar(500) NOT NULL,
  `description` text NOT NULL,
  `description_e` text NOT NULL,
  `img` varchar(200) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- إرجاع أو استيراد بيانات الجدول `news`
--

INSERT INTO `news` (`id`, `title`, `title_e`, `description`, `description_e`, `img`, `created_at`, `updated_at`) VALUES
(3, 'نمو الصادرات الصينية على نحو يفوق التوقعات الشهر الماضي', 'نمو الصادرات الصينية على نحو يفوق التوقعات الشهر الماضي', '<p>أفادت بيانات اقتصادية&nbsp;بأن الصادرات الصينية حققت نموًا بوتيرة تفوق التوقعات في حزيران/يونيو الماضي.<br />\r\nوذكرت الهيئة العامة للجمارك في الصين، أن الصادرات ارتفعت في حزيران/يونيو بنسبة سنوية بلغت 11.3&nbsp; بالمئة، حسب قيمتها بالدولار، فيما كان من المتوقع أن ترتفع بنسبة 9.5 بالمئة.<br />\r\nوارتفعت الواردات الشهر الماضي بنسبة سنوية بلغت 14.1 بالمئة، فيما كان المحللون الاقتصاديون يتوقعون أن تنمو الواردات بنسبة 21.3 بالمئة.<br />\r\nووصل الفائض التجاري في الصين الشهر الماضي إلى 41.61 مليار دولار، فيما كان من المتوقع أن يصل إلى 27.72 مليار دولار.</p>\r\n', '<p>أفادت بيانات اقتصادية&nbsp;بأن الصادرات الصينية حققت نموًا بوتيرة تفوق التوقعات في حزيران/يونيو الماضي.<br />\r\nوذكرت الهيئة العامة للجمارك في الصين، أن الصادرات ارتفعت في حزيران/يونيو بنسبة سنوية بلغت 11.3&nbsp; بالمئة، حسب قيمتها بالدولار، فيما كان من المتوقع أن ترتفع بنسبة 9.5 بالمئة.<br />\r\nوارتفعت الواردات الشهر الماضي بنسبة سنوية بلغت 14.1 بالمئة، فيما كان المحللون الاقتصاديون يتوقعون أن تنمو الواردات بنسبة 21.3 بالمئة.<br />\r\nووصل الفائض التجاري في الصين الشهر الماضي إلى 41.61 مليار دولار، فيما كان من المتوقع أن يصل إلى 27.72 مليار دولار.</p>\r\n', '1531507835.jpg', '2018-07-13 23:50:35', '2018-07-13 23:50:35'),
(4, 'اليورو يهبط مع صعود الدولار بفعل انحسار التوترات التجارية', 'اليورو يهبط مع صعود الدولار بفعل انحسار التوترات التجارية', '<p>&nbsp;لندن : رويترز</p>\r\n\r\n<p>هبط اليورو إلى أدنى مستوى في ثمانية أيام اليوم الجمعة بعدما تلقت توقعات أسعار الفائدة دعما من بيانات التضخم في الولايات المتحدة وانحسار التوترات التجارية بين الولايات المتحدة والصين، وهو ما عزز الدولار.<br />\r\nكما تضرر الجنيه الاسترليني من تعليقات الرئيس الأمريكي دونالد ترمب التي قال فيها إن خطط خروج بريطانيا من عضوية الاتحاد الأوروبي تقتل الأمل في اتفاق تجارة مع الولايات المتحدة، وهو ما قاد الدولار إلى الصعود على جميع المنصات.<br />\r\nوأظهرت بيانات أسعار المستهلكين في الولايات المتحدة اليوم الخميس زيادة مطردة في الضغوط التضخمية قد تسمح لمجلس الاحتياطي الاتحادي (البنك المركزي الأمريكي) برفع أسعار الفائدة أربع مرات في عام 2018.<br />\r\nوانخفضت العملة الأوروبية الموحدة إلى 1.1627 دولار بينما اقترب مؤشر الدولار من أعلى مستوى في عشرة أيام.<br />\r\nوهبط الين الياباني إلى مستوى جديد هو الأدنى في ستة أشهر عند 112.775 ين للدولار.<br />\r\nوارتفعت العملة الأمريكية بنحو اثنين بالمئة مقابل نظيرتها اليابانية هذا الأسبوع في أكبر مكسب أسبوعي منذ منتصف سبتمبر أيلول.<br />\r\nوانخفض الدولار الاسترالي 0.3 بالمئة إلى 0.7387 دولار أمريكي.<br />\r\nوتراجع الجنيه الاسترليني بأكثر من نصف بالمئة إلى 1.3131 دولار.</p>\r\n', '<p>&nbsp;لندن : رويترز</p>\r\n\r\n<p>هبط اليورو إلى أدنى مستوى في ثمانية أيام اليوم الجمعة بعدما تلقت توقعات أسعار الفائدة دعما من بيانات التضخم في الولايات المتحدة وانحسار التوترات التجارية بين الولايات المتحدة والصين، وهو ما عزز الدولار.<br />\r\nكما تضرر الجنيه الاسترليني من تعليقات الرئيس الأمريكي دونالد ترمب التي قال فيها إن خطط خروج بريطانيا من عضوية الاتحاد الأوروبي تقتل الأمل في اتفاق تجارة مع الولايات المتحدة، وهو ما قاد الدولار إلى الصعود على جميع المنصات.<br />\r\nوأظهرت بيانات أسعار المستهلكين في الولايات المتحدة اليوم الخميس زيادة مطردة في الضغوط التضخمية قد تسمح لمجلس الاحتياطي الاتحادي (البنك المركزي الأمريكي) برفع أسعار الفائدة أربع مرات في عام 2018.<br />\r\nوانخفضت العملة الأوروبية الموحدة إلى 1.1627 دولار بينما اقترب مؤشر الدولار من أعلى مستوى في عشرة أيام.<br />\r\nوهبط الين الياباني إلى مستوى جديد هو الأدنى في ستة أشهر عند 112.775 ين للدولار.<br />\r\nوارتفعت العملة الأمريكية بنحو اثنين بالمئة مقابل نظيرتها اليابانية هذا الأسبوع في أكبر مكسب أسبوعي منذ منتصف سبتمبر أيلول.<br />\r\nوانخفض الدولار الاسترالي 0.3 بالمئة إلى 0.7387 دولار أمريكي.<br />\r\nوتراجع الجنيه الاسترليني بأكثر من نصف بالمئة إلى 1.3131 دولار.</p>\r\n', '1531507973.jpg', '2018-07-13 23:52:53', '2018-07-13 23:52:53'),
(5, 'بكين والجامعة العربية تتفقان على تعزيز التعاون', 'بكين والجامعة العربية تتفقان على تعزيز التعاون', '<p>أكدت الصين وجامعة الدول العربية استعدادهما لتسريع تنفيذ مشاريع دولية متعددة الأطراف في إطار مبادرة &quot;الحزام والطريق&quot;، إضافة إلى التعاون في قضايا السياسة الإقليمية والدولية.</p>\r\n\r\n<p>وجاء هذا التأكيد خلال لقاء جمع وزير خارجية الصين وانغ يي، مع الأمين العام لجامعة الدول العربية أحمد أبو الغيط، اليوم الأحد في بكين، قبيل استضافة العاصمة الصينية للدورة الثامنة للاجتماع الوزاري لمنتدى التعاون العربي الصيني.</p>\r\n\r\n<p>وأشار الوزير الصيني، إلى أن بلاده تعمل على إيجاد صيغة جديدة للتعاون على مستويات وبأشكال مختلفة مع الدول المتواجدة غربا بمحاذاة منطقة &quot;الحزام الطريق&quot;، بينما كثفت الدول العربية تطبيق استراتيجية موجهة نحو الشرق، ما يجعل&nbsp; تضافر الجهود الثنائية ضروريا من أجل بناء شراكة مستدامة على أساس مبادرة &quot;الحزام&quot;.</p>\r\n\r\n<p>وعبّر يي عن استعداد بكين للمساعدة في بناء اقتصاد صناعي متنوع في الدول العربية،.</p>\r\n\r\n<p>من جهته، أكد أبو الغيط على الدعم العربي الكامل لمبادرة &quot;الحزام والطريق&quot; واهتمام العرب في تنشيط الجهود من أجل تنفيذ المشاريع المشتركة.</p>\r\n\r\n<p>وحسب تصريحات محمود عفيفي المتحدث باسم الأمين العام للجامعة العربية، فإن أبو الغيط أشار إلى &quot;أهمية البناء على العلاقات الجيدة التي تربط الطرفين العربي والصيني، من أجل استشراف مجالات جديدة للتعاون بما من شأنه أن يخدم مصالح وأولويات الطرفين&quot;، مشيدا&nbsp;بـ&quot;الطفرة التي تحققت في مجال التعاون الاقتصادي، والتي أثمرت عن حدوث نقلة نوعية في مجال التبادل التجاري العربي الصيني&quot;.</p>\r\n\r\n<p>وذكر المتحدث أن الطرفين تبادل وجهات النظر حول عدد من القضايا الدولية والإقليمية، حيث أعرب أبو الغيط عن تقديره للمواقف الصينية الإيجابية في إطار المحافل الدولية فيما يخص مساندة عدد من القضايا العربية، وعلى رأسها القضية الفلسطينية، مشيدا بـ&quot;الدور المحوري الذي يمكن أن تلعبه الصين&quot; في هذا الصدد من خلال عضويتها الدائمة بمجلس الأمن، وبفضل ثقلها الكبير في ساحة العلاقات الدولية.</p>\r\n\r\n<p>وأضاف، أن الوزير الصيني أشار بدوره إلى الأولوية الكبيرة التي توليها بلاده لعلاقاتها بالدول العربية، وتشاركهما وجهة النظر بخصوص العديد من القضايا والملفات، مؤكدا استمرار المساندة الصينية القوية للحقوق المشروعة للشعب الفلسطيني، واهتمام بكين بتحقيق الأمن والاستقرار في منطقة الشرق الأوسط بشكل عام.</p>\r\n\r\n<p>المصدر: وكالات</p>\r\n', '<p>أكدت الصين وجامعة الدول العربية استعدادهما لتسريع تنفيذ مشاريع دولية متعددة الأطراف في إطار مبادرة &quot;الحزام والطريق&quot;، إضافة إلى التعاون في قضايا السياسة الإقليمية والدولية.</p>\r\n\r\n<p>وجاء هذا التأكيد خلال لقاء جمع وزير خارجية الصين وانغ يي، مع الأمين العام لجامعة الدول العربية أحمد أبو الغيط، اليوم الأحد في بكين، قبيل استضافة العاصمة الصينية للدورة الثامنة للاجتماع الوزاري لمنتدى التعاون العربي الصيني.</p>\r\n\r\n<p>وأشار الوزير الصيني، إلى أن بلاده تعمل على إيجاد صيغة جديدة للتعاون على مستويات وبأشكال مختلفة مع الدول المتواجدة غربا بمحاذاة منطقة &quot;الحزام الطريق&quot;، بينما كثفت الدول العربية تطبيق استراتيجية موجهة نحو الشرق، ما يجعل&nbsp; تضافر الجهود الثنائية ضروريا من أجل بناء شراكة مستدامة على أساس مبادرة &quot;الحزام&quot;.</p>\r\n\r\n<p>وعبّر يي عن استعداد بكين للمساعدة في بناء اقتصاد صناعي متنوع في الدول العربية،.</p>\r\n\r\n<p>من جهته، أكد أبو الغيط على الدعم العربي الكامل لمبادرة &quot;الحزام والطريق&quot; واهتمام العرب في تنشيط الجهود من أجل تنفيذ المشاريع المشتركة.</p>\r\n\r\n<p>وحسب تصريحات محمود عفيفي المتحدث باسم الأمين العام للجامعة العربية، فإن أبو الغيط أشار إلى &quot;أهمية البناء على العلاقات الجيدة التي تربط الطرفين العربي والصيني، من أجل استشراف مجالات جديدة للتعاون بما من شأنه أن يخدم مصالح وأولويات الطرفين&quot;، مشيدا&nbsp;بـ&quot;الطفرة التي تحققت في مجال التعاون الاقتصادي، والتي أثمرت عن حدوث نقلة نوعية في مجال التبادل التجاري العربي الصيني&quot;.</p>\r\n\r\n<p>وذكر المتحدث أن الطرفين تبادل وجهات النظر حول عدد من القضايا الدولية والإقليمية، حيث أعرب أبو الغيط عن تقديره للمواقف الصينية الإيجابية في إطار المحافل الدولية فيما يخص مساندة عدد من القضايا العربية، وعلى رأسها القضية الفلسطينية، مشيدا بـ&quot;الدور المحوري الذي يمكن أن تلعبه الصين&quot; في هذا الصدد من خلال عضويتها الدائمة بمجلس الأمن، وبفضل ثقلها الكبير في ساحة العلاقات الدولية.</p>\r\n\r\n<p>وأضاف، أن الوزير الصيني أشار بدوره إلى الأولوية الكبيرة التي توليها بلاده لعلاقاتها بالدول العربية، وتشاركهما وجهة النظر بخصوص العديد من القضايا والملفات، مؤكدا استمرار المساندة الصينية القوية للحقوق المشروعة للشعب الفلسطيني، واهتمام بكين بتحقيق الأمن والاستقرار في منطقة الشرق الأوسط بشكل عام.</p>\r\n\r\n<p>المصدر: وكالات</p>\r\n', '1531508352.jpg', '2018-07-13 23:59:12', '2018-07-13 23:59:12'),
(6, 'واشنطن تعد قائمة جديدة لسلع صينية بقيمة 200 مليار دولار تمهيدا لفرض رسوم جمركية عليها', 'واشنطن تعد قائمة جديدة لسلع صينية بقيمة 200 مليار دولار تمهيدا لفرض رسوم جمركية عليها', '<p><span dir=\"rtl\">نددت الصين الأربعاء بتهديدات الولايات المتحدة بأنها ستفرض مزيدا من الرسوم الجمركية عليها، مؤكدة أنها ستتخد &quot;التدابير المضادة المناسبة&quot; ردا على ذلك. وكانت واشنطن قد أعلنت الثلاثاء أنها أعدت قائمة بسلع صينية قيمتها 200 مليار دولار سنويا، وذلك تمهيدا لفرض رسوم جمركية عليها بنسبة 10% بدءا من سبتمبر/أيلول القادم. ويأتي هذا التراشق بالتهديدات بين بكين وواشنطن، في وقت يحذر فيه خبراء من أضرار اندلاع حرب تجارية بين البلدين بصورة تؤثر سلبا على الاقتصاد العالمي.</span></p>\r\n\r\n<p><span dir=\"rtl\">حذرت&nbsp;<a href=\"http://www.france24.com/ar/20180705-%D8%A7%D9%84%D8%B5%D9%8A%D9%86-%D8%AA%D8%AD%D8%B0%D9%8A%D8%B1-%D8%A7%D9%84%D9%88%D9%84%D8%A7%D9%8A%D8%A7%D8%AA-%D8%A7%D9%84%D9%85%D8%AA%D8%AD%D8%AF%D8%A9-%D9%81%D8%B1%D8%B6-%D8%B1%D8%B3%D9%88%D9%85-%D8%AC%D9%85%D8%B1%D9%83%D9%8A%D8%A9\" target=\"_blank\"><strong>الصين&nbsp;</strong></a>الأربعاء من أنها ستتخذ &quot;التدابير المضادة المناسبة&quot;، وذلك ردا على إعلان واشنطن عن إعداد قائمة بضائع صينية تنوي فرض&nbsp;<a href=\"http://www.france24.com/ar/20180622-%D8%A7%D9%84%D8%A3%D8%B3%D8%A8%D9%88%D8%B9-%D8%A7%D9%84%D8%A7%D9%82%D8%AA%D8%B5%D8%A7%D8%AF%D9%8A-%D8%B1%D8%B3%D9%88%D9%85-%D8%AC%D9%85%D8%B1%D9%83%D9%8A%D8%A9-%D8%AD%D8%B1%D8%A8-%D8%AA%D8%AC%D8%A7%D8%B1%D9%8A%D8%A9-%D8%A5%D9%86%D8%AA%D8%A7%D8%AC-%D9%86%D9%81%D8%B7\" target=\"_blank\"><strong>رسوم جمركية</strong></a>&nbsp;إضافية جديدة عليها بما قيمته 200 مليار دولار سنويا.</span></p>\r\n\r\n<p><span dir=\"rtl\">ووصفت وزارة التجارة الصينية في بيان التهديدات الأمريكية الجديدة بأنها &quot;غير مقبولة إطلاقا&quot; معتبرة أن تصرف الولايات المتحدة &quot;غير العقلاني&quot; يضر &quot;بالصين وبالعالم وبهم أنفسهم&quot;.</span></p>\r\n\r\n<p><span dir=\"rtl\">وقال نائب وزير التجارة الصيني لي شينغانغ خلال منتدى في بكين إن &quot;زيادة الرسوم الجمركية بصورة متبادلة وعلى نطاق واسع بين الصين والولايات المتحدة ستؤدي حتما إلى تدمير التجارة الصينية-الأمريكية&quot;.</span></p>\r\n\r\n<p><span dir=\"rtl\">وأضاف أن &quot;هذه الممارسات تؤثر سلبا على العولمة الاقتصادية وتضر بالنظام الاقتصادي العالمي&quot;.</span></p>\r\n\r\n<p><span dir=\"rtl\">ووصف المسؤول الصيني التراشق الضريبي الدائر حاليا بين بلاده والولايات المتحدة بأنه &quot;وقت فوضوي في التجارة الدولية&quot;، وأكد في الوقت نفسه أن &quot;الشركات في كلا البلدين ستتكبد خسائر. ما من منتصر في حرب تجارية. التعاون هو الخيار الوحيد الصائب بين الصين والولايات المتحدة&quot;.</span></p>\r\n\r\n<p><span dir=\"rtl\">وأضاف أن &quot;الولايات المتحدة ترفع على ما يبدو من وتيرة هذه المناوشات التجارية&quot;، محذرا من أن &quot;الأثر السلبي للمناوشات التجارية بدأ يظهر فعلا&quot;.</span></p>\r\n\r\n<p><span dir=\"rtl\"><strong>واشنطن تعد قائمة بسلع صينية بقيمة 200 مليار دولار</strong></span></p>\r\n\r\n<p><span dir=\"rtl\">وأتت التصريحات الصينية بعيد إعلان الإدارة الأمريكية أنها أعدت قائمة بسلع صينية تستورد منها الولايات المتحدة ما قيمته 200 مليار دولار سنويا، وذلك بهدف فرض رسوم جمركية عليها بنسبة 10% اعتبارا من أيلول/سبتمبر المقبل.</span></p>\r\n\r\n<p><span dir=\"rtl\">ومساء الثلاثاء قال ممثل التجارة الأمريكية روبرت لايتزر إن قيمة السلع الواردة في القائمة الأولى تبلغ 50 مليون دولار سنويا وليس 34 مليونا كما أعلن سابقا، مشيرا إلى أن الصادرات الصينية المستهدفة بهذه الرسوم هي منتجات تستفيد من &quot;نقل قهري للتكنولوجيا&quot; وهو المصطلح الذي تطلقه واشنطن على السياسة التي تتبعها الصين في تعاملها مع شركات التكنولوجيا الأمريكية.</span></p>\r\n\r\n<p><span dir=\"rtl\">وأضاف لايتزر في بيان إن قرار إعداد قائمة ثانية اتخذ ردا على الإجراء الانتقامي الذي لجأت إليه الصين بفرضها رسوما جمركية على صادرات أمريكية، مشيرا إلى أن القائمة الثانية تشمل سلعا صينية تستورد منها الولايات المتحدة سنويا ما قيمته 200 مليار دولار، أي أربعة أضعاف قيمة السلع الواردة في القائمة الاولى.</span></p>\r\n\r\n<p><span dir=\"rtl\">وأوضح لايتزر في بيانه أنه &quot;نتيجة للإجراءات الانتقامية التي لجأت اليها الصين وعدم قدرتها على تغيير ممارساتها فقد أمر الرئيس مكتب ممثل التجارة الأمريكية بالبدء في آلية ترمي إلى فرض رسوم جمركية بنسبة 10% على واردات اضافية بقيمة 200 مليار دولار&quot;.</span></p>\r\n\r\n<p><span dir=\"rtl\">وحسب مسؤول في الإدارة فإن الأمر سيستغرق نحو شهرين لوضع اللمسات النهائية على القائمة التي ما إن تصبح جاهزة حتى تحال إلى ترامب الذي سيقرر عندها ما إذا كان سيعتمدها أم لا.</span></p>\r\n\r\n<p><span dir=\"rtl\">ويتهم مسؤولون أمريكيون الصين ببناء هيمنتها الصناعية عبر سرقة إلكترونية للدراية التكنولوجية الأمريكية بفرضها نقل الملكية الفكرية والاستحواذ عليها من قبل شركات تابعة للدولة.</span></p>\r\n\r\n<p><span dir=\"rtl\">ويحذر الخبراء منذ أشهر من أضرار محتملة لحرب تجارية بين واشنطن وبكين ليس فقط على صعيد الاقتصاد الأمريكي بل أيضا على الاقتصاد العالمي، الأمر الذي يهدد بوقف النمو الاقتصادي المستمر منذ سنوات.</span></p>\r\n\r\n<p><span dir=\"rtl\"><strong>فرانس 24/ أ ف ب</strong></span></p>\r\n', '<p>نددت الصين الأربعاء بتهديدات الولايات المتحدة بأنها ستفرض مزيدا من الرسوم الجمركية عليها، مؤكدة أنها ستتخد &quot;التدابير المضادة المناسبة&quot; ردا على ذلك. وكانت واشنطن قد أعلنت الثلاثاء أنها أعدت قائمة بسلع صينية قيمتها 200 مليار دولار سنويا، وذلك تمهيدا لفرض رسوم جمركية عليها بنسبة 10% بدءا من سبتمبر/أيلول القادم. ويأتي هذا التراشق بالتهديدات بين بكين وواشنطن، في وقت يحذر فيه خبراء من أضرار اندلاع حرب تجارية بين البلدين بصورة تؤثر سلبا على الاقتصاد العالمي.</p>\r\n\r\n<p>حذرت&nbsp;<a href=\"http://www.france24.com/ar/20180705-%D8%A7%D9%84%D8%B5%D9%8A%D9%86-%D8%AA%D8%AD%D8%B0%D9%8A%D8%B1-%D8%A7%D9%84%D9%88%D9%84%D8%A7%D9%8A%D8%A7%D8%AA-%D8%A7%D9%84%D9%85%D8%AA%D8%AD%D8%AF%D8%A9-%D9%81%D8%B1%D8%B6-%D8%B1%D8%B3%D9%88%D9%85-%D8%AC%D9%85%D8%B1%D9%83%D9%8A%D8%A9\" target=\"_blank\"><strong>الصين&nbsp;</strong></a>الأربعاء من أنها ستتخذ &quot;التدابير المضادة المناسبة&quot;، وذلك ردا على إعلان واشنطن عن إعداد قائمة بضائع صينية تنوي فرض&nbsp;<a href=\"http://www.france24.com/ar/20180622-%D8%A7%D9%84%D8%A3%D8%B3%D8%A8%D9%88%D8%B9-%D8%A7%D9%84%D8%A7%D9%82%D8%AA%D8%B5%D8%A7%D8%AF%D9%8A-%D8%B1%D8%B3%D9%88%D9%85-%D8%AC%D9%85%D8%B1%D9%83%D9%8A%D8%A9-%D8%AD%D8%B1%D8%A8-%D8%AA%D8%AC%D8%A7%D8%B1%D9%8A%D8%A9-%D8%A5%D9%86%D8%AA%D8%A7%D8%AC-%D9%86%D9%81%D8%B7\" target=\"_blank\"><strong>رسوم جمركية</strong></a>&nbsp;إضافية جديدة عليها بما قيمته 200 مليار دولار سنويا.</p>\r\n\r\n<p>ووصفت وزارة التجارة الصينية في بيان التهديدات الأمريكية الجديدة بأنها &quot;غير مقبولة إطلاقا&quot; معتبرة أن تصرف الولايات المتحدة &quot;غير العقلاني&quot; يضر &quot;بالصين وبالعالم وبهم أنفسهم&quot;.</p>\r\n\r\n<p>وقال نائب وزير التجارة الصيني لي شينغانغ خلال منتدى في بكين إن &quot;زيادة الرسوم الجمركية بصورة متبادلة وعلى نطاق واسع بين الصين والولايات المتحدة ستؤدي حتما إلى تدمير التجارة الصينية-الأمريكية&quot;.</p>\r\n\r\n<p>وأضاف أن &quot;هذه الممارسات تؤثر سلبا على العولمة الاقتصادية وتضر بالنظام الاقتصادي العالمي&quot;.</p>\r\n\r\n<p>ووصف المسؤول الصيني التراشق الضريبي الدائر حاليا بين بلاده والولايات المتحدة بأنه &quot;وقت فوضوي في التجارة الدولية&quot;، وأكد في الوقت نفسه أن &quot;الشركات في كلا البلدين ستتكبد خسائر. ما من منتصر في حرب تجارية. التعاون هو الخيار الوحيد الصائب بين الصين والولايات المتحدة&quot;.</p>\r\n\r\n<p>وأضاف أن &quot;الولايات المتحدة ترفع على ما يبدو من وتيرة هذه المناوشات التجارية&quot;، محذرا من أن &quot;الأثر السلبي للمناوشات التجارية بدأ يظهر فعلا&quot;.</p>\r\n\r\n<p><strong>واشنطن تعد قائمة بسلع صينية بقيمة 200 مليار دولار</strong></p>\r\n\r\n<p>وأتت التصريحات الصينية بعيد إعلان الإدارة الأمريكية أنها أعدت قائمة بسلع صينية تستورد منها الولايات المتحدة ما قيمته 200 مليار دولار سنويا، وذلك بهدف فرض رسوم جمركية عليها بنسبة 10% اعتبارا من أيلول/سبتمبر المقبل.</p>\r\n\r\n<p>ومساء الثلاثاء قال ممثل التجارة الأمريكية روبرت لايتزر إن قيمة السلع الواردة في القائمة الأولى تبلغ 50 مليون دولار سنويا وليس 34 مليونا كما أعلن سابقا، مشيرا إلى أن الصادرات الصينية المستهدفة بهذه الرسوم هي منتجات تستفيد من &quot;نقل قهري للتكنولوجيا&quot; وهو المصطلح الذي تطلقه واشنطن على السياسة التي تتبعها الصين في تعاملها مع شركات التكنولوجيا الأمريكية.</p>\r\n\r\n<p>وأضاف لايتزر في بيان إن قرار إعداد قائمة ثانية اتخذ ردا على الإجراء الانتقامي الذي لجأت إليه الصين بفرضها رسوما جمركية على صادرات أمريكية، مشيرا إلى أن القائمة الثانية تشمل سلعا صينية تستورد منها الولايات المتحدة سنويا ما قيمته 200 مليار دولار، أي أربعة أضعاف قيمة السلع الواردة في القائمة الاولى.</p>\r\n\r\n<p>وأوضح لايتزر في بيانه أنه &quot;نتيجة للإجراءات الانتقامية التي لجأت اليها الصين وعدم قدرتها على تغيير ممارساتها فقد أمر الرئيس مكتب ممثل التجارة الأمريكية بالبدء في آلية ترمي إلى فرض رسوم جمركية بنسبة 10% على واردات اضافية بقيمة 200 مليار دولار&quot;.</p>\r\n\r\n<p>وحسب مسؤول في الإدارة فإن الأمر سيستغرق نحو شهرين لوضع اللمسات النهائية على القائمة التي ما إن تصبح جاهزة حتى تحال إلى ترامب الذي سيقرر عندها ما إذا كان سيعتمدها أم لا.</p>\r\n\r\n<p>ويتهم مسؤولون أمريكيون الصين ببناء هيمنتها الصناعية عبر سرقة إلكترونية للدراية التكنولوجية الأمريكية بفرضها نقل الملكية الفكرية والاستحواذ عليها من قبل شركات تابعة للدولة.</p>\r\n\r\n<p>ويحذر الخبراء منذ أشهر من أضرار محتملة لحرب تجارية بين واشنطن وبكين ليس فقط على صعيد الاقتصاد الأمريكي بل أيضا على الاقتصاد العالمي، الأمر الذي يهدد بوقف النمو الاقتصادي المستمر منذ سنوات.</p>\r\n\r\n<p><strong>فرانس 24/ أ ف ب</strong></p>\r\n', '1531508996.jpg', '2018-07-13 19:15:08', '2018-07-14 00:15:08'),
(7, 'الصين تعتزم تقديم قروض بـ20 مليار دولار لدعم التنمية الاقتصادية في دول عربية', 'الصين تعتزم تقديم قروض بـ20 مليار دولار لدعم التنمية الاقتصادية في دول عربية', '<p>آخر تحديث : 10/07/2018</p>\r\n\r\n<p>تعتزم الصين تقديم قروض للتنمية الاقتصادية بقيمة 20 مليار دولار إلى دول عربية، وفق ما أعلن الرئيس الصيني شي جينبينغ الثلاثاء. ويأتي إعلان جينبينغ في إطار منتدى التعاون الصيني العربي في دورته الثامنة.</p>\r\n\r\n<p>أعلن الرئيس&nbsp;<a href=\"http://www.france24.com/ar/20180322-%D8%AA%D8%B1%D8%A7%D9%85%D8%A8-%D8%A7%D9%84%D8%B5%D9%8A%D9%86-%D8%B1%D8%B3%D9%88%D9%85-%D9%88%D8%A7%D8%B1%D8%AF%D8%A7%D8%AA-%D9%85%D9%84%D9%8A%D8%A7%D8%B1%D8%A7%D8%AA-%D8%AF%D9%88%D9%84%D8%A7%D8%B1\" target=\"_blank\"><strong>الصيني</strong></a>&nbsp;شي جينبينغ الثلاثاء أن بلاده ستقدم قروضا للتنمية الاقتصادية بقيمة 20 مليار دولار إلى دول عربية، وذلك في إطار مساعي بلاده لتعزيز تأثيرها في الشرق الأوسط وإفريقيا.</p>\r\n\r\n<p>وصرح شي أمام الدورة الثامنة لمنتدى التعاون الصيني العربي أن القروض ستخصص ل&quot;مشاريع ستوفر فرص عمل جيدة وسيكون لها تأثير اجتماعي إيجابي في دول عربية لديها حاجات لإعادة الإعمار&quot;، وذلك دون إعطاء تفاصيل.</p>\r\n\r\n<p>من بين المشاركين في المنتدى الأمين العام لجامعة الدول العربية أحمد أبو الغيط وأمير الكويت الشيخ صباح الأحمد الصباح ووزير خارجية السعودية عادل الجبير ووزراء خارجية دول عربية أخرى.</p>\r\n\r\n<p>وتابع شي أمام المشاركين في المنتدى الذي عقد في قصر الشعب في بكين أن القروض جزء من برنامج صيني خاص &quot;لإعادة الهيكلة الاقتصادية&quot; و&quot;تحفيز الصناعات&quot;، مضيفا أن بلاده مستعدة لتقديم قرض آخر بقيمة نحو 150 مليون دولار أخرى لدول في المنطقة من أجل &quot;تعزيز قدراتها على الحفاظ على الاستقرار&quot;، مستخدما التعبير المعتاد للإشارة إلى حفظ النظام والمراقبة.</p>\r\n\r\n<p>منذ توليه منصبه، أشرف شي على جهود منسقة من أجل توسيع نفوذ الصين في الشرق الأوسط وإفريقيا بما في ذلك بناء القاعدة العسكرية الأولى للبلاد في جيبوتي العضو في جامعة الدول العربية.</p>\r\n\r\n<p>ويذكر أن الصين قدمت قروضا لدول عربية من بينها 1,3 مليار دولار لجيبوتي وحدها، بحسب تقديرات مبادرة الأبحاث الصينية الإفريقية ومقرها الولايات المتحدة.</p>\r\n\r\n<p>وأثارت هذه القروض الضخمة قلقا في الداخل وفي الخارج ازاء الموقف الضعيف لدول فقيرة أمام ديون بهذا الحجم. فقد اضطرت سريلانكا العام الماضي إلى تسليم غالبية سلطتها على مرفأ هامبانتوتا إلى الصين بعد أن تعذر عليها تسديد ديونها.</p>\r\n\r\n<p>وتركز رؤية شي على مبادرة &quot;الحزام والطريق&quot; لما قيمته ترليون دولار من البنى التحتية من أجل إعادة إحياء طريق الحرير السابقة.</p>\r\n\r\n<p>وقال شي إن الموقع الجغرافي للدول العربية في قلب طريق التجارة القديم يجعل منها &quot;شركاء طبيعيين&quot; في المبادرة الصينية الجديد، مضيفا أنه يتوقع أن يتوصل المنتدى إلى اتفاق حول التعاون بشأن المبادرة. وتابع شي بأن &quot;الشعوب العربية والصينية مع أنها بعيدة بسبب المسافة قريبة بكونها أسرة&quot;، في تذكير بتاريخ التجارة على طريق الحرير.</p>\r\n\r\n<p>وأثارت المبادرة التي تشمل تمويل مرافئ وطرق وسكك للحديد في مختلف انحاء العالم اهتماما وقلقا لدى العديد من الدول إذ يرى البعض فيها مثالا على مطامع التوسع الصيني.</p>\r\n\r\n<p>وقال شي إن &quot;الصين ترحب بفرص المشاركة في تنمية مرافئ وبناء شبكات للسكك الحديد في دول عربية&quot; كجزء من &quot;شبكة لوجستية تربط بين آسيا الوسطى وشرق إفريقيا والمحيط الهندي بالبحر المتوسط.</p>\r\n\r\n<p><strong>فرانس24/ أ ف ب</strong></p>\r\n', '<p>آخر تحديث : 10/07/2018</p>\r\n\r\n<p>تعتزم الصين تقديم قروض للتنمية الاقتصادية بقيمة 20 مليار دولار إلى دول عربية، وفق ما أعلن الرئيس الصيني شي جينبينغ الثلاثاء. ويأتي إعلان جينبينغ في إطار منتدى التعاون الصيني العربي في دورته الثامنة.</p>\r\n\r\n<p>أعلن الرئيس&nbsp;<a href=\"http://www.france24.com/ar/20180322-%D8%AA%D8%B1%D8%A7%D9%85%D8%A8-%D8%A7%D9%84%D8%B5%D9%8A%D9%86-%D8%B1%D8%B3%D9%88%D9%85-%D9%88%D8%A7%D8%B1%D8%AF%D8%A7%D8%AA-%D9%85%D9%84%D9%8A%D8%A7%D8%B1%D8%A7%D8%AA-%D8%AF%D9%88%D9%84%D8%A7%D8%B1\" target=\"_blank\"><strong>الصيني</strong></a>&nbsp;شي جينبينغ الثلاثاء أن بلاده ستقدم قروضا للتنمية الاقتصادية بقيمة 20 مليار دولار إلى دول عربية، وذلك في إطار مساعي بلاده لتعزيز تأثيرها في الشرق الأوسط وإفريقيا.</p>\r\n\r\n<p>وصرح شي أمام الدورة الثامنة لمنتدى التعاون الصيني العربي أن القروض ستخصص ل&quot;مشاريع ستوفر فرص عمل جيدة وسيكون لها تأثير اجتماعي إيجابي في دول عربية لديها حاجات لإعادة الإعمار&quot;، وذلك دون إعطاء تفاصيل.</p>\r\n\r\n<p>من بين المشاركين في المنتدى الأمين العام لجامعة الدول العربية أحمد أبو الغيط وأمير الكويت الشيخ صباح الأحمد الصباح ووزير خارجية السعودية عادل الجبير ووزراء خارجية دول عربية أخرى.</p>\r\n\r\n<p>وتابع شي أمام المشاركين في المنتدى الذي عقد في قصر الشعب في بكين أن القروض جزء من برنامج صيني خاص &quot;لإعادة الهيكلة الاقتصادية&quot; و&quot;تحفيز الصناعات&quot;، مضيفا أن بلاده مستعدة لتقديم قرض آخر بقيمة نحو 150 مليون دولار أخرى لدول في المنطقة من أجل &quot;تعزيز قدراتها على الحفاظ على الاستقرار&quot;، مستخدما التعبير المعتاد للإشارة إلى حفظ النظام والمراقبة.</p>\r\n\r\n<p>منذ توليه منصبه، أشرف شي على جهود منسقة من أجل توسيع نفوذ الصين في الشرق الأوسط وإفريقيا بما في ذلك بناء القاعدة العسكرية الأولى للبلاد في جيبوتي العضو في جامعة الدول العربية.</p>\r\n\r\n<p>ويذكر أن الصين قدمت قروضا لدول عربية من بينها 1,3 مليار دولار لجيبوتي وحدها، بحسب تقديرات مبادرة الأبحاث الصينية الإفريقية ومقرها الولايات المتحدة.</p>\r\n\r\n<p>وأثارت هذه القروض الضخمة قلقا في الداخل وفي الخارج ازاء الموقف الضعيف لدول فقيرة أمام ديون بهذا الحجم. فقد اضطرت سريلانكا العام الماضي إلى تسليم غالبية سلطتها على مرفأ هامبانتوتا إلى الصين بعد أن تعذر عليها تسديد ديونها.</p>\r\n\r\n<p>وتركز رؤية شي على مبادرة &quot;الحزام والطريق&quot; لما قيمته ترليون دولار من البنى التحتية من أجل إعادة إحياء طريق الحرير السابقة.</p>\r\n\r\n<p>وقال شي إن الموقع الجغرافي للدول العربية في قلب طريق التجارة القديم يجعل منها &quot;شركاء طبيعيين&quot; في المبادرة الصينية الجديد، مضيفا أنه يتوقع أن يتوصل المنتدى إلى اتفاق حول التعاون بشأن المبادرة. وتابع شي بأن &quot;الشعوب العربية والصينية مع أنها بعيدة بسبب المسافة قريبة بكونها أسرة&quot;، في تذكير بتاريخ التجارة على طريق الحرير.</p>\r\n\r\n<p>وأثارت المبادرة التي تشمل تمويل مرافئ وطرق وسكك للحديد في مختلف انحاء العالم اهتماما وقلقا لدى العديد من الدول إذ يرى البعض فيها مثالا على مطامع التوسع الصيني.</p>\r\n\r\n<p>وقال شي إن &quot;الصين ترحب بفرص المشاركة في تنمية مرافئ وبناء شبكات للسكك الحديد في دول عربية&quot; كجزء من &quot;شبكة لوجستية تربط بين آسيا الوسطى وشرق إفريقيا والمحيط الهندي بالبحر المتوسط.</p>\r\n\r\n<p><strong>فرانس24/ أ ف ب</strong></p>\r\n', '1531509091.jpg', '2018-07-13 19:15:54', '2018-07-14 00:15:54'),
(8, 'وزير المالية: تركيا ستعطي أولوية لمكافحة التضخم وإعادة موازنة الاقتصاد', 'وزير المالية: تركيا ستعطي أولوية لمكافحة التضخم وإعادة موازنة الاقتصاد', '<p>اسطنبول (رويترز) - قال براءت ألبيرق وزير المالية التركي المعين حديثا إن تركيا ستعطي أولوية لإعادة موازنة اقتصادها ومكافحة التضخم.</p>\r\n\r\n<p>وفي بيان صادر بعد أول اجتماع لمجلس الوزراء الجديد يوم الجمعة، قال ألبيرق إن تركيا ستضع برنامجا متوسط الأجل سيتضمن معطيات من الأطراف المعنية بمكافحة التضخم. وأضاف أن السياسة المالية والميزانية ستوضعان على أساس هذا البرنامج.</p>\r\n\r\n<p>وانخفضت الليرة التركية هذا العام بفعل مخاوف بشأن قدرة البنك المركزي على كبح تضخم في خانة العشرات. وكرر الرئيس رجب طيب إردوغان، الذي أدى اليمين هذا الأسبوع، دعواته إلى خفض أسعار الفائدة.</p>\r\n\r\n<p>وقال ألبيرق في البيان &rdquo;سيتم وضع خطة واضحة بهدف (مكافحة) التضخم مع استشارة جميع الأطراف المعنية بالاقتصاد وسيتم إعلانها في البرنامج المتوسط الأجل&ldquo;.</p>\r\n\r\n<p>وأضاف قائلا إن الخطة &rdquo;ستحافظ على استقرار الأسعار في الأمد المتوسط عبر خفض معدل التضخم إلى خانة الآحاد في فترة زمنية قصيرة&ldquo;.</p>\r\n\r\n<p>وتسبب تعيين إردوغان لصهره ألبيرق في منصب وزير المالية يوم الاثنين في زيادة المخاوف من سيطرة الرئيس على السياسة الاقتصادية واستقلالية البنك المركزي.</p>\r\n\r\n<p>وقال ألبيرق أن الإنفاق في الميزانية سيصبح أكثر كفاءة وسيتم التحكم فيه على نحو أكثر فعالية.</p>\r\n\r\n<p>وفقدت الليرة التركية نحو 20 في المئة من قيمتها منذ بداية العام. وتراجعت يوم الأربعاء إلى مستوى قياسي منخفض بفعل أحدث تعليقات لإردوغان بشأن خفض أسعار الفائدة لكنها سجلت تعافيا جزئيا يوم الخميس.</p>\r\n\r\n<p>ولم يطرأ تغير يذكر على الليرة بعد تعليقات ألبيرق وسجلت في أواخر التعاملات 4.8497 مقابل الدولار الأمريكي.</p>\r\n', '<p>اسطنبول (رويترز) - قال براءت ألبيرق وزير المالية التركي المعين حديثا إن تركيا ستعطي أولوية لإعادة موازنة اقتصادها ومكافحة التضخم.</p>\r\n\r\n<p>وفي بيان صادر بعد أول اجتماع لمجلس الوزراء الجديد يوم الجمعة، قال ألبيرق إن تركيا ستضع برنامجا متوسط الأجل سيتضمن معطيات من الأطراف المعنية بمكافحة التضخم. وأضاف أن السياسة المالية والميزانية ستوضعان على أساس هذا البرنامج.</p>\r\n\r\n<p>وانخفضت الليرة التركية هذا العام بفعل مخاوف بشأن قدرة البنك المركزي على كبح تضخم في خانة العشرات. وكرر الرئيس رجب طيب إردوغان، الذي أدى اليمين هذا الأسبوع، دعواته إلى خفض أسعار الفائدة.</p>\r\n\r\n<p>وقال ألبيرق في البيان &rdquo;سيتم وضع خطة واضحة بهدف (مكافحة) التضخم مع استشارة جميع الأطراف المعنية بالاقتصاد وسيتم إعلانها في البرنامج المتوسط الأجل&ldquo;.</p>\r\n\r\n<p>وأضاف قائلا إن الخطة &rdquo;ستحافظ على استقرار الأسعار في الأمد المتوسط عبر خفض معدل التضخم إلى خانة الآحاد في فترة زمنية قصيرة&ldquo;.</p>\r\n\r\n<p>وتسبب تعيين إردوغان لصهره ألبيرق في منصب وزير المالية يوم الاثنين في زيادة المخاوف من سيطرة الرئيس على السياسة الاقتصادية واستقلالية البنك المركزي.</p>\r\n\r\n<p>وقال ألبيرق أن الإنفاق في الميزانية سيصبح أكثر كفاءة وسيتم التحكم فيه على نحو أكثر فعالية.</p>\r\n\r\n<p>وفقدت الليرة التركية نحو 20 في المئة من قيمتها منذ بداية العام. وتراجعت يوم الأربعاء إلى مستوى قياسي منخفض بفعل أحدث تعليقات لإردوغان بشأن خفض أسعار الفائدة لكنها سجلت تعافيا جزئيا يوم الخميس.</p>\r\n\r\n<p>ولم يطرأ تغير يذكر على الليرة بعد تعليقات ألبيرق وسجلت في أواخر التعاملات 4.8497 مقابل الدولار الأمريكي.</p>\r\n', '1531509724.jpg', '2018-07-14 00:22:05', '2018-07-14 00:22:05'),
(9, 'حرب واشنطن وبكين التجارية تشتعل.. بآخر الضحايا', 'حرب واشنطن وبكين التجارية تشتعل.. بآخر الضحايا', '<p>في ظل الحرب التجارية المستعرة بين واشنطن وبكين، يعتزم فندق في مدينة شنتشن بجنوب الصين فرض رسوم إضافية بنسبة 25 بالمئة على النزلاء الأميركيين.</p>\r\n\r\n<p>وذكرت صحيفة &quot;غلوبال تايمز&quot;، التابعة لصحيفة تشاينا ديلي الناطقة بلسان الحزب الشيوعي الصيني الحاكم في تقرير، الخميس، أن مجموعة فنادق مودرن كلاسيك نشرت إخطارا في فنادقها تبلغ فيه النزلاء الأميركيين بفرض الرسوم الإضافية عليهم.</p>\r\n\r\n<p>وقال متحدث باسم الفندق يدعى، يانغ للصحيفة: &quot;نشرنا الإخطار الجمعة. غضب مديرنا بشدة بسبب الرسوم الجمركية التي تعتزم أميركا فرضها على الصين لذلك قررنا مساندة بلدنا والتعبير عن دعمنا&quot;.</p>\r\n\r\n<p>وقال من ردوا على أرقام الهاتف المنشورة على موقع الفندقالإلكتروني اليوم الجمعة إنه ليس لديهم علم بشأن هذه السياسةالجديدة.<br />\r\nولم تظهر مؤشرات عامة تذكر حتى الآن على وجود نشاط معادي للولايات المتحدة في الصين مع تنامي النزاع التجاري.</p>\r\n\r\n<p>لكن هناك بعض المؤشرات على أن المواطنين الصينيين يتعاملون مع الأمر بأنفسهم بعيدا عن الإجراءات الحكومية، حيث كشفت صورة تداولتها وسائل التواصل الاجتماعي لافتة في أحد المطاعم بإقليم هونان بأن هناك رسوما إضافية بنسبة 25 بالمئة على رواد المطعم الأميركيين.</p>\r\n\r\n<h3><strong>ارتفاع العجز التجاري</strong></h3>\r\n\r\n<h3>من جانب آخر، ارتفع العجز التجاري للصين، مع الولايات المتحدة، خلال يونيو، ما سيؤدي إلى تزايد التوتر على الأرجح مع الرئيس الأميركي دونالد ترامب، الذي فرض رسوما جمركية على ما قيمته مليارات الدولارات من البضائع الصينية معللا ذلك بممارسات تجارية غير منصفة.</h3>\r\n\r\n<p>وتأتي الزيادة في الوقت الذي ارتفع فيه إجمالي التبادلات التجارية بين أكبر اقتصادين في العالم بـ 13.1 بالمئة للنصف الأول من العام الحالي رغم التوتر.</p>\r\n\r\n<p>وارتفع العجز التجاري للصين مع الولايات المتحدة إلى 133.8 مليارات دولارات في الفترة بين يناير و يونيو إلى 28.97 مليار دولار في يونيو الماضي، فيما يشكل رقما قياسيا.</p>\r\n', '<p>في ظل الحرب التجارية المستعرة بين واشنطن وبكين، يعتزم فندق في مدينة شنتشن بجنوب الصين فرض رسوم إضافية بنسبة 25 بالمئة على النزلاء الأميركيين.</p>\r\n\r\n<p>وذكرت صحيفة &quot;غلوبال تايمز&quot;، التابعة لصحيفة تشاينا ديلي الناطقة بلسان الحزب الشيوعي الصيني الحاكم في تقرير، الخميس، أن مجموعة فنادق مودرن كلاسيك نشرت إخطارا في فنادقها تبلغ فيه النزلاء الأميركيين بفرض الرسوم الإضافية عليهم.</p>\r\n\r\n<p>وقال متحدث باسم الفندق يدعى، يانغ للصحيفة: &quot;نشرنا الإخطار الجمعة. غضب مديرنا بشدة بسبب الرسوم الجمركية التي تعتزم أميركا فرضها على الصين لذلك قررنا مساندة بلدنا والتعبير عن دعمنا&quot;.</p>\r\n\r\n<p>وقال من ردوا على أرقام الهاتف المنشورة على موقع الفندقالإلكتروني اليوم الجمعة إنه ليس لديهم علم بشأن هذه السياسةالجديدة.<br />\r\nولم تظهر مؤشرات عامة تذكر حتى الآن على وجود نشاط معادي للولايات المتحدة في الصين مع تنامي النزاع التجاري.</p>\r\n\r\n<p>لكن هناك بعض المؤشرات على أن المواطنين الصينيين يتعاملون مع الأمر بأنفسهم بعيدا عن الإجراءات الحكومية، حيث كشفت صورة تداولتها وسائل التواصل الاجتماعي لافتة في أحد المطاعم بإقليم هونان بأن هناك رسوما إضافية بنسبة 25 بالمئة على رواد المطعم الأميركيين.</p>\r\n\r\n<h2><strong>ارتفاع العجز التجاري</strong></h2>\r\n\r\n<p>من جانب آخر، ارتفع العجز التجاري للصين، مع الولايات المتحدة، خلال يونيو، ما سيؤدي إلى تزايد التوتر على الأرجح مع الرئيس الأميركي دونالد ترامب، الذي فرض رسوما جمركية على ما قيمته مليارات الدولارات من البضائع الصينية معللا ذلك بممارسات تجارية غير منصفة.</p>\r\n\r\n<p>وتأتي الزيادة في الوقت الذي ارتفع فيه إجمالي التبادلات التجارية بين أكبر اقتصادين في العالم بـ 13.1 بالمئة للنصف الأول من العام الحالي رغم التوتر.</p>\r\n\r\n<p>وارتفع العجز التجاري للصين مع الولايات المتحدة إلى 133.8 مليارات دولارات في الفترة بين يناير و يونيو إلى 28.97 مليار دولار في يونيو الماضي، فيما يشكل رقما قياسيا.</p>\r\n', '1531510232.jpg', '2018-07-17 03:06:42', '2018-07-17 08:06:42');

-- --------------------------------------------------------

--
-- بنية الجدول `offers`
--

CREATE TABLE `offers` (
  `id` int(11) NOT NULL,
  `title` varchar(200) NOT NULL,
  `title_e` varchar(200) NOT NULL,
  `img` varchar(200) NOT NULL,
  `branch` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- بنية الجدول `orders`
--

CREATE TABLE `orders` (
  `id` int(11) NOT NULL,
  `work_id` int(11) NOT NULL,
  `title` varchar(250) NOT NULL,
  `user_id` int(11) NOT NULL,
  `emp_id` int(11) NOT NULL,
  `message` varchar(500) NOT NULL,
  `branch` int(11) NOT NULL,
  `img` varchar(250) NOT NULL,
  `status` int(11) NOT NULL DEFAULT '0',
  `time` datetime NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- إرجاع أو استيراد بيانات الجدول `orders`
--

INSERT INTO `orders` (`id`, `work_id`, `title`, `user_id`, `emp_id`, `message`, `branch`, `img`, `status`, `time`, `created_at`, `updated_at`) VALUES
(22, 0, 'طلب اقامة سياحية', 20, 0, 'السلام عليكم&nbsp;<div><br></div><div>احتاج الى استخراج اقامة سياحية</div>', 3, '1531977395.jpg', 0, '2018-07-19 05:16:36', '2018-07-19 10:16:36', '2018-07-19 10:16:36'),
(23, 18, '', 5, 0, 'اريد اجدد الاقامة ', 3, '', 0, '2018-07-19 05:17:33', '2018-07-19 10:17:33', '2018-07-19 10:17:33');

-- --------------------------------------------------------

--
-- بنية الجدول `pages`
--

CREATE TABLE `pages` (
  `id` int(11) NOT NULL,
  `descriptione` text NOT NULL,
  `descriptione_en` text NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- إرجاع أو استيراد بيانات الجدول `pages`
--

INSERT INTO `pages` (`id`, `descriptione`, `descriptione_en`, `created_at`, `updated_at`) VALUES
(1, '<p>شركة تريزولاين شركة تجارية عالمية تسهل للعميل إصدار الطلبات ومتابعة الطلبات الكترونياً&nbsp;لنا قاعدة كبيرة من العملاء من مختلف دول العالم الذين استطاعنا ان ننال على ثقتهم من خلال تعاملنا معهم في هذه السنوات و نتطلع ان تكون شركة تريزولاين من افضل الشركات العربية والعالمية وتحقيق الريادة على المستوى المحلي والعربي والعالمي, وتوفر اعلى جودة في تقديم الخدمات للعملاء لإبهارهم وتحقيق مبتغاهم, وتوفير افضل الحلول والاستشارات المناسبة لأعمالهم مما يساهم في اضافة المزيد من النجاح لنجاحتهم فنحن شعارنا دائما ..انتظر المزيد من النجاح في عملك</p>\r\n', '<p>نحن شركة ترايزولاين شركة تجارية عالمية&nbsp;لنا قاعدة كبيرة من العملاء من مختلف دول العالم الذين استطاعنا ان ننال على ثقتهم من خلال تعاملنا معهم في هذه السنوات و نتطلع ان تكون شركة ترايزولاين من افضل الشركات العربية والعالمية وتحقيق الريادة على المستوى المحلي والعربي والعالمي, وتوفير اعلى جودة في تقديم الخدمات للعملاء لإبهارهم وتحقيق مبتغاهم, وتوفير افضل الحلول والاستشارات التقنية الحديثة والمناسبة لأعمالهم مما يساهم في اضافة المزيد من النجاح لنجاحتهم فنحن شعارنا دائما .. انتظر المزيد من النجاح في عملك.</p>\r\n', '2018-07-10 02:49:04', '2018-07-10 07:49:04'),
(2, '<p>تتغير شروط الاستخدام من حين لآخر، وفي حالة إجراء مثل هذه التغييرات، سيعرض موقع تريزولين إخطارات لكي يكون المُستخدِم على علم بها. استمرار المُستخدِم في استعمال الموقع الإلكتروني تريزولين قائم على قبول شروط وأحكام الاستخدام هذه، حسب ما يجري تعديلها من وقت لآخر من أجل خدمة أفضل و جودة أعلى. أي مخالفة لهذه الاتفاقية من قبل العميل / المشترك قد تعرض حسابه للإيقاف بدون إشعار مسبق</p>\r\n\r\n<p>&nbsp;</p>\r\n', '<p>تتغير شروط الاستخدام من حين لآخر، وفي حالة إجراء مثل هذه التغييرات، سيعرض موقع تريزولين إخطارات لكي يكون المُستخدِم على علم بها. استمرار المُستخدِم في استعمال الموقع الإلكتروني تريزولين قائم على قبول شروط وأحكام الاستخدام هذه، حسب ما يجري تعديلها من وقت لآخر من أجل خدمة أفضل و جودة أعلى. أي مخالفة لهذه الاتفاقية من قبل العميل / المشترك قد تعرض حسابه للإيقاف بدون إشعار مسبق</p>\r\n', '2018-07-17 14:39:33', '2018-07-17 19:39:33');

-- --------------------------------------------------------

--
-- بنية الجدول `products`
--

CREATE TABLE `products` (
  `id` int(11) NOT NULL,
  `title` varchar(200) NOT NULL,
  `title_e` varchar(200) NOT NULL,
  `description` text NOT NULL,
  `description_e` text NOT NULL,
  `link` varchar(300) NOT NULL,
  `img` varchar(200) NOT NULL,
  `branch` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- إرجاع أو استيراد بيانات الجدول `products`
--

INSERT INTO `products` (`id`, `title`, `title_e`, `description`, `description_e`, `link`, `img`, `branch`, `created_at`, `updated_at`) VALUES
(2, 'تصميم وبرمجة مواقع الكترونية', 'تصميم وبرمجة مواقع الكترونية', '<p>تصميم وبرمجة مواقع الكترونية</p>\r\n', '<p>تصميم وبرمجة مواقع الكترونية</p>\r\n', '', 'لقطة الشاشة (175).png|لقطة الشاشة (176).png', 1, '2018-07-14 16:58:10', '2018-07-14 21:58:10'),
(3, 'تصميم وبرمجة تطبيقات الكمبيوتر', 'تصميم وبرمجة تطبيقات الكمبيوتر', '<p>تصميم وبرمجة تطبيقات الكمبيوتر</p>\r\n', '<p>تصميم وبرمجة تطبيقات الكمبيوتر</p>\r\n', '', '1edc09a6b52a236928a20a58ab838734.jpg', 1, '2018-07-13 15:10:33', '2018-07-13 15:10:33'),
(4, 'الدعاية والاعلان', 'الدعاية والاعلان', '<p>الدعاية والاعلان</p>\r\n', '<p>الدعاية والاعلان</p>\r\n', '', '4.jpg', 1, '2018-07-13 15:12:02', '2018-07-13 15:12:02'),
(5, 'استيراد البضائع من تركيا والصين', 'استيراد البضائع من تركيا والصين', '<p>استيراد البضائع من تركيا والصين</p>\r\n', '<p>استيراد البضائع من تركيا والصين</p>\r\n', '', 'safe_image (1).jpg', 1, '2018-07-13 15:13:26', '2018-07-13 15:13:26'),
(7, 'خدمات عامة بالتنسيق مع فرعنا في تركيا', 'خدمات عامة بالتنسيق مع فرعنا في تركيا', '<p>خدمات عامة بالتنسيق مع فرعنا في تركيا</p>\r\n', '<p>خدمات عامة بالتنسيق مع فرعنا في تركيا</p>\r\n', '', 'innerpagesSmallWhatwedos280617114045 (1).jpg', 1, '2018-07-13 15:23:09', '2018-07-13 15:23:09'),
(8, 'خدمات البحث عن طلبات العميل', 'خدمات البحث عن طلبات العميل', '<p>خدمات البحث عن طلبات العميل</p>\r\n', '<p>خدمات البحث عن طلبات العميل</p>\r\n', '', 'دليلك-الشامل-لتعلم-برمجة-تطبيقات-iOS-5.jpg', 2, '2018-07-14 21:10:26', '2018-07-14 21:10:26'),
(9, 'التواصل مع المصانع وزيارتها ', 'التواصل مع المصانع وزيارتها ', '<p>التواصل مع المصانع وزيارتها&nbsp;</p>\r\n', '<p>التواصل مع المصانع وزيارتها&nbsp;</p>\r\n', '', '131223827730419012.jpg', 2, '2018-07-14 21:12:14', '2018-07-14 21:12:14'),
(10, 'كتابة العقود لبدء التنفيذ', 'كتابة العقود لبدء التنفيذ', '<p>كتابة العقود لبدء التنفيذ</p>\r\n', '<p>كتابة العقود لبدء التنفيذ</p>\r\n', '', '4-4824.jpg', 2, '2018-07-14 21:18:42', '2018-07-14 21:18:42'),
(11, 'فحص الطلبية قبل الشحن', 'فحص الطلبية قبل الشحن', '<p>فحص الطلبية قبل الشحن</p>\r\n', '<p>فحص الطلبية قبل الشحن</p>\r\n', '', 'tamozhennaja-jekspertiza.jpg', 2, '2018-07-14 21:20:46', '2018-07-14 21:20:46'),
(12, 'شحن وتجهيز اوراق الطلبية ', 'شحن وتجهيز اوراق الطلبية ', '<p>شحن&nbsp;وتجهيز اوراق الطلبية&nbsp;</p>\r\n', '<p>شحن وتجهيز اوراق الطلبية&nbsp;</p>\r\n', '', 'safe_image (1).jpg', 2, '2018-07-14 17:20:32', '2018-07-14 22:20:32');

-- --------------------------------------------------------

--
-- بنية الجدول `replies`
--

CREATE TABLE `replies` (
  `id` int(11) NOT NULL,
  `massege` varchar(1000) NOT NULL,
  `order_id` int(11) NOT NULL,
  `user_id` int(11) NOT NULL,
  `emp_id` int(11) NOT NULL,
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `img` varchar(250) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00',
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- إرجاع أو استيراد بيانات الجدول `replies`
--

INSERT INTO `replies` (`id`, `massege`, `order_id`, `user_id`, `emp_id`, `time`, `img`, `created_at`, `updated_at`) VALUES
(55, 'يبيبيبيب', 23, 5, 0, '2018-07-19 10:18:56', '1531977536.jpg', '2018-07-19 10:18:56', '2018-07-19 10:18:56'),
(56, '<p>سيسسييس</p>\r\n', 23, 0, 10, '2018-07-19 10:27:51', '1531978071.jpg', '2018-07-19 10:27:51', '2018-07-19 10:27:51');

-- --------------------------------------------------------

--
-- بنية الجدول `services`
--

CREATE TABLE `services` (
  `id` int(11) NOT NULL,
  `descriptione` text NOT NULL,
  `title` varchar(200) NOT NULL,
  `title_e` varchar(200) NOT NULL,
  `descriptione_en` text NOT NULL,
  `branch` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- إرجاع أو استيراد بيانات الجدول `services`
--

INSERT INTO `services` (`id`, `descriptione`, `title`, `title_e`, `descriptione_en`, `branch`, `created_at`, `updated_at`) VALUES
(11, 'خدمة برمجة وتطوير التطبيقات حسب متطلبات العميل وفكرته ونحرص على رضى العميل في الخدمة', 'برمجة تطوير والتطبيقات', 'برمجة تطوير والتطبيقات', 'خدمة برمجة وتطوير التطبيقات حسب متطلبات العميل وفكرته ونحرص على رضى العميل في الخدمة', 1, '2018-07-10 15:44:13', '2018-07-10 15:44:13'),
(12, 'نقوم بالتنسيق مع فرعنا في الصين وتلبية متطلبات العميل واستيراد البضائع  بافضل جودة', 'إستيراد البضائع من الصين ', 'إستيراد البضائع من الصين ', 'نقوم بالتنسيق مع فرعنا في الصين وتلبية متطلبات العميل بافضل جودة', 1, '2018-07-10 12:34:04', '2018-07-10 17:34:04'),
(13, 'التنسيق مع فرعنا في تركيا واستيراد البضاعه من تركيا حسب متلطبات العميل وبافضل جوده', 'استيراد البضاعه من تركيا', 'استيراد البضاعه من تركيا', 'التنسيق مع فرعنا في الصين واستيراد البضاعه من تركيا حسب متلطبات العميل وبافضل جوده', 1, '2018-07-10 12:35:47', '2018-07-10 17:35:47'),
(14, 'التنسيق مع فرعنا في تركيا في خدمات ,,, استخراج الاقامات ,,الاستشارات العقارية ,,, المنح الدراسية ,,تأسيس الشركات', 'التنسيق مع فرعنا في تركيا', 'التنسيق مع فرعنا في تركيا', 'التنسيق مع فرعنا في تركيا في خدمات ,,, استخراج الاقامات ,,الاستشارات العقارية ,,, المنح الدراسية ,,تأسيس الشركات', 1, '2018-07-10 12:05:18', '2018-07-10 17:05:18'),
(15, 'نقوم بتلبية متطلبات العميل من حيث الفكرة والابداع في التصميم وباستعمال التقنيات الحديثه', 'تصميم وبرمجة المواقع', 'تصميم وبرمجة المواقع', 'نقوم بتلبية متطلبات العميل من حيث الفكرة والابداع في التصميم وباستعمال التقنيات الحديثه', 1, '2018-07-10 12:01:22', '2018-07-10 17:01:22'),
(16, 'تصميم اللوحات الاعلانية والبرشورات وجميع انواع التصاميم حسب متلطبات وفكرت العميل وبافضل جوده ', 'خدمات الدعاية والاعلان ', 'خدمات الدعاية والاعلان ', 'تصميم البرشورات وجميع انواع التصاميم حسب متلطبات العميل وبافضل جوده ', 1, '2018-07-10 12:30:09', '2018-07-10 17:30:09'),
(17, 'بحث وتأمين طلبات العملاء من الصين بأفضل سعر ممكن وأعلى جودة مطروحة وأسرع وقت حسب مواصفات وتطلعات العميل', 'بحث وتأمين طلبات العملاء ', 'بحث وتأمين طلبات العملاء ', 'بحث وتأمين طلبات العملاء من الصين بأفضل سعر ممكن وأعلى جودة مطروحة وأسرع وقت حسب مواصفات وتطلعات العميل', 2, '2018-07-14 16:03:21', '2018-07-14 21:03:21'),
(18, 'خدمات ما بعد البيع في تلمس أداء المنتجات والعمل على صيانة، استبدال، تعويض ودعم العميل في أي نقص أو خلل بالمنتج.', 'خدمات ما بعد البيع', 'خدمات ما بعد البيع', 'خدمات ما بعد البيع في تلمس أداء المنتجات والعمل على صيانة، استبدال، تعويض ودعم العميل في أي نقص أو خلل بالمنتج.', 2, '2018-07-14 21:02:10', '2018-07-14 21:02:10'),
(19, 'تقديم خدمات الدعم والتنسيق والخدمات اللوجستية داخل الصين ومنها من الألف للياء.هدفنا ارضاء العميل', 'خدمات الدعم والتنسيق', 'خدمات الدعم والتنسيق', 'تقديم خدمات الدعم والتنسيق والخدمات اللوجستية داخل الصين ومنها من الألف للياء.هدفنا ارضاء العميل', 2, '2018-07-14 16:06:16', '2018-07-14 21:06:16'),
(20, 'ترجمة محلفة نصية لجميع الوثائق والمستندات الى اللغتين العربية و التركية المعتمدة من قبل كاتب العدل التركي و الجهات الحكومية و الترجمة الشفهية المحلفة في إدارة الإملاك', 'خدمات الترجمة المحلفة', 'خدمات الترجمة المحلفة', 'ترجمة محلفة نصية لجميع الوثائق والمستندات الى اللغتين العربية و التركية المعتمدة من قبل كاتب العدل التركي و الجهات الحكومية و الترجمة الشفهية المحلفة في إدارة الإملاك', 3, '2018-07-16 16:27:00', '2018-07-16 21:27:00'),
(21, 'الخدمات المقدمة للطلاب الراغبين في التقديم على الجامعات التركية  -إنهاء كافة إجراءات تسجيل الطلاب بالجامعات مجانا حتى حصول الطالب على￼ خطاب القبول النهائي . وبهدف خدمة الطالب بشكل جيد', 'خدمات الدراسة في تركيا', 'خدمات الدراسة في تركيا', 'الخدمات المقدمة للطلاب الراغبين في التقديم على الجامعات التركية  -إنهاء كافة إجراءات تسجيل الطلاب بالجامعات مجانا حتى حصول الطالب على￼ خطاب القبول النهائي . وبهدف خدمة الطالب بشكل جيد', 3, '2018-07-17 04:15:35', '2018-07-17 09:15:35'),
(22, 'يهدف القسم العقاري بشكل أساسي إلى تقديم الخدمات القانونية والاستشارات العقارية بطريقة صادقة وواقعية، من خلال فهم حاجة العميل وتقديم المشاريع المناسبة له ', 'خدمات التسويق العقاري', 'خدمات التسويق العقاري', 'يهدف القسم العقاري بشكل أساسي إلى تقديم الخدمات القانونية والاستشارات العقارية بطريقة صادقة وواقعية، من خلال فهم حاجة العميل وتقديم المشاريع المناسبة له ', 3, '2018-07-16 21:19:50', '2018-07-16 21:19:50'),
(23, 'نملك فريق ابداعي لديه أعلى المهارات التقنية والفنية، يعمل على تعزيز الصورة البصرية الخاصة بكم لتكون بأعلى درجات المنافسة والتميز بالأسواق التركية والعالمية', 'خدمات التصميم و الإعلان', 'خدمات التصميم و الإعلان', 'نملك فريق ابداعي لديه أعلى المهارات التقنية والفنية، يعمل على تعزيز الصورة البصرية الخاصة بكم لتكون بأعلى درجات المنافسة والتميز بالأسواق التركية والعالمية', 3, '2018-07-16 21:21:23', '2018-07-16 21:21:23'),
(24, 'من أهم أنواع التأمينات على الإطلاق هو تأمين السيارات حيث انه من المخالف للقانون قيادة السيارة بدون تأمين الزامي الذي يحمي الطرفين في حين وقوع أي حادث', 'تأمينات السيارات الإلزامي و الشامل', 'تأمينات السيارات الإلزامي و الشامل', 'من أهم أنواع التأمينات على الإطلاق هو تأمين السيارات حيث انه من المخالف للقانون قيادة السيارة بدون تأمين الزامي الذي يحمي الطرفين في حين وقوع أي حادث', 3, '2018-07-16 21:22:18', '2018-07-16 21:22:18'),
(25, 'التأمين الصحي هو أحد أنواع التأمين الطبي ضد مخاطر الظروف الصحية لدى الفرد، ويشمل خصومات حقيقية تصل الى 60% من تكاليف الفحوصات و التداوي و العمليات', 'خدمة التأمين الصحي', 'خدمة التأمين الصحي', 'التأمين الصحي هو أحد أنواع التأمين الطبي ضد مخاطر الظروف الصحية لدى الفرد، ويشمل خصومات حقيقية تصل الى 60% من تكاليف الفحوصات و التداوي و العمليات', 3, '2018-07-16 21:22:58', '2018-07-16 21:22:58'),
(26, 'تأسيس نشاطك التجاري في تركيا بحاجة لخبراء بالقانون التركي لمساعدتك بوضع حجر الاساس لنشاطك الناجج وظيفتنا نحن أن نكون بجانبك خطوة بخطوة', 'خدمات تأسيس الشركات التجارية', 'خدمات تأسيس الشركات التجارية', 'تأسيس نشاطك التجاري في تركيا بحاجة لخبراء بالقانون التركي لمساعدتك بوضع حجر الاساس لنشاطك الناجج وظيفتنا نحن أن نكون بجانبك خطوة بخطوة', 3, '2018-07-16 21:23:34', '2018-07-16 21:23:34'),
(27, 'يعتبر حصولك على إقامة العمل في تركيا هو حجر الأساس في ضمان حقوقك المالية و الصحية بشكل أساسي و أيضاً يعتبر بداية الطريق للحصول على الجنسية التركية', 'إقامات عمل للتجار و الموظفين', 'إقامات عمل للتجار و الموظفين', 'يعتبر حصولك على إقامة العمل في تركيا هو حجر الأساس في ضمان حقوقك المالية و الصحية بشكل أساسي و أيضاً يعتبر بداية الطريق للحصول على الجنسية التركية', 3, '2018-07-16 21:24:36', '2018-07-16 21:24:36'),
(28, 'اقامات سياحية – اقامات طلابية – اقامات عقارية – اقامات عائلية ان حصولك على إقامة سياحية في تركيا يعني انك أصبحت حامل لوثيقة رسمية تضمن لك الدخول و الخروج', 'خدمات الإقامات بإنواعها', 'خدمات الإقامات بإنواعها', 'اقامات سياحية – اقامات طلابية – اقامات عقارية – اقامات عائلية ان حصولك على إقامة سياحية في تركيا يعني انك أصبحت حامل لوثيقة رسمية تضمن لك الدخول و الخروج', 3, '2018-07-16 21:25:21', '2018-07-16 21:25:21');

-- --------------------------------------------------------

--
-- بنية الجدول `settings`
--

CREATE TABLE `settings` (
  `id` int(10) UNSIGNED NOT NULL,
  `freelancer_link` int(11) NOT NULL,
  `project_link` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `namee` varchar(250) COLLATE utf8_unicode_ci NOT NULL,
  `link` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `google` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `input_size` int(11) NOT NULL,
  `skill` int(11) NOT NULL,
  `service` int(11) NOT NULL,
  `interset` int(11) NOT NULL,
  `max_massages` int(11) NOT NULL,
  `max_users` int(11) NOT NULL,
  `max_project_home` int(11) NOT NULL,
  `max_user_home` int(11) NOT NULL,
  `statistics` int(11) NOT NULL,
  `max_notification` int(11) NOT NULL,
  `logo` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `wb_logo` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `facebook` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `twitter` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `youtube` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `instagram` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `massage` int(11) NOT NULL,
  `user_view` int(11) NOT NULL,
  `color` varchar(100) COLLATE utf8_unicode_ci NOT NULL DEFAULT 'ss',
  `home_img` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `email_massage_content` text COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- إرجاع أو استيراد بيانات الجدول `settings`
--

INSERT INTO `settings` (`id`, `freelancer_link`, `project_link`, `name`, `namee`, `link`, `email`, `google`, `input_size`, `skill`, `service`, `interset`, `max_massages`, `max_users`, `max_project_home`, `max_user_home`, `statistics`, `max_notification`, `logo`, `wb_logo`, `facebook`, `twitter`, `youtube`, `instagram`, `created_at`, `updated_at`, `massage`, `user_view`, `color`, `home_img`, `email_massage_content`) VALUES
(1, 0, 0, 'تريزولاين العالمية للتجارة', 'TRISOLINE GLOBAL COMPANY', 'http://mkanah.com', 'alzoriki_2010@hotmail.com', 'ss', 100, 7, 10, 0, 0, 3, 5, 15, 2, 5, '1527435299.png', 'http://zaawel.com/logo.png', 'https://facebook.com/trisoline', 'https://twitter.com/trisoline', 'https://twitter.com/trisoline', 'https://instagram.com/trisoline', NULL, '2018-07-14 18:49:32', 0, 1, 'darkblue-rtl.min.css', 'http://zaawel.com/app/freelancers/style/web/images/banner-home-02.jpg', '<p>اختبار</p>\r\n');

-- --------------------------------------------------------

--
-- بنية الجدول `sliders`
--

CREATE TABLE `sliders` (
  `id` int(11) NOT NULL,
  `img` varchar(150) NOT NULL,
  `branch` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- إرجاع أو استيراد بيانات الجدول `sliders`
--

INSERT INTO `sliders` (`id`, `img`, `branch`, `created_at`, `updated_at`) VALUES
(2, '1529657292.jpg', 0, '2018-06-22 08:48:12', '2018-06-22 13:48:12'),
(4, '1529657326.jpg', 0, '2018-06-22 13:48:47', '2018-06-22 13:48:47'),
(6, '1531228891.jpg', 1, '2018-07-10 18:21:31', '2018-07-10 18:21:31'),
(7, '1531228927.png', 1, '2018-07-10 18:22:07', '2018-07-10 18:22:07'),
(8, '1531228943.jpg', 1, '2018-07-10 18:22:23', '2018-07-10 18:22:23'),
(9, '1531669425.jpg', 1, '2018-07-15 15:43:46', '2018-07-15 20:43:46'),
(10, '1531228971.jpg', 1, '2018-07-10 18:22:51', '2018-07-10 18:22:51'),
(11, '1531582468.jpg', 2, '2018-07-14 20:34:28', '2018-07-14 20:34:28'),
(12, '1531582485.jpg', 2, '2018-07-14 20:34:45', '2018-07-14 20:34:45'),
(13, '1531582498.jpg', 2, '2018-07-14 20:34:58', '2018-07-14 20:34:58'),
(14, '1531760028.jpg', 3, '2018-07-16 21:53:48', '2018-07-16 21:53:48'),
(15, '1531760148.jpg', 3, '2018-07-16 21:55:48', '2018-07-16 21:55:48');

-- --------------------------------------------------------

--
-- بنية الجدول `tags`
--

CREATE TABLE `tags` (
  `id` int(11) NOT NULL,
  `name` varchar(200) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- إرجاع أو استيراد بيانات الجدول `tags`
--

INSERT INTO `tags` (`id`, `name`, `created_at`, `updated_at`) VALUES
(1, 'وسم3', '2017-12-20 17:02:02', '2017-12-20 23:02:02'),
(2, 'وسم2', '2017-12-20 17:01:53', '2017-12-20 23:01:53'),
(3, 'وسم1', '2017-12-20 17:00:45', '2017-12-20 23:00:45'),
(4, 'وسم جديد', '2017-12-22 13:47:29', '2017-12-22 13:47:29'),
(5, 'وسم  ج2', '2017-12-22 13:51:25', '2017-12-22 13:51:25'),
(6, 'و', '2017-12-22 13:54:01', '2017-12-22 13:54:01'),
(7, 'وسم6', '2018-01-08 01:35:03', '2018-01-08 01:35:03'),
(8, 'استدامة', '2018-01-14 11:18:30', '2018-01-14 11:18:30'),
(9, 'وسا', '2018-02-06 19:44:58', '2018-02-06 19:44:58'),
(10, 'تجربة وسم', '2018-02-06 20:04:07', '2018-02-06 20:04:07'),
(11, 'osama', '2018-04-10 03:45:34', '2018-04-10 03:45:34'),
(12, 'osama', '2018-04-10 03:50:36', '2018-04-10 03:50:36');

-- --------------------------------------------------------

--
-- بنية الجدول `users`
--

CREATE TABLE `users` (
  `id` int(10) UNSIGNED NOT NULL,
  `email_token` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `address` varchar(200) COLLATE utf8_unicode_ci NOT NULL,
  `tel` int(11) NOT NULL,
  `password` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `pass` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `about` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `image` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `type` int(10) UNSIGNED NOT NULL DEFAULT '1',
  `date_end` date NOT NULL,
  `verified` int(11) NOT NULL DEFAULT '0',
  `status` int(11) NOT NULL DEFAULT '1',
  `email_verification` int(11) DEFAULT '0',
  `remember_token` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `last_login` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- إرجاع أو استيراد بيانات الجدول `users`
--

INSERT INTO `users` (`id`, `email_token`, `name`, `email`, `address`, `tel`, `password`, `pass`, `about`, `image`, `type`, `date_end`, `verified`, `status`, `email_verification`, `remember_token`, `created_at`, `updated_at`, `last_login`) VALUES
(1, 'ss', 'mohammad alghazali', 'mohamad302@hotmail.com', 'gaza                                                    ', 2147483647, '$2y$10$ZhV5cVyn7HYxro6SAnQtJe.aOSBFjojn2.dkk..NAhaJPOafo7a2.', 'ss', 'ss', '1515357969.jpg', 1, '0000-00-00', 0, 1, NULL, 'CvPvQXLU2hBLyyYeIV1jzYX5KBOrwNihT6rPPbwH4zNAVV6imXXnXHuQt1Ey', NULL, '2018-05-06 12:04:10', '2017-12-11 08:06:31'),
(2, '', 'محمد الغزالي', 'mohamad302@outlook.sa', '                         غزة', 22222, '$2y$10$Qqx3Ra8VxcNlBymAoZZp5usJb..TOxZD4lHPcrM1VZiop5HR6ShYe', '', '', 'user-profile-avatar.jpg', 2, '0000-00-00', 0, 1, 0, 'DwXGIrt4Nc2u4EuNJ2yAMyoLUyGMzSM6AkWV7I2AyqtlEvfKl9E5X66cnFqo', '2018-01-07 22:37:09', '2018-07-21 15:09:34', '2018-01-07 16:37:09'),
(3, '', 'صالح باسبيت', 's2sd@hotmail.com', '', 2147483647, '$2y$10$JPb2vlPLhg3wpDWdZpAKeufZ4TqQXD9cG83vvw7ATrUzvkMd04Gqq', '', '', 'user-profile-avatar.jpg', 2, '0000-00-00', 0, 1, 0, NULL, '2018-01-14 11:13:48', '2018-04-25 03:52:12', '2018-01-14 05:13:48'),
(4, '', 'osama', 'qais@outlook.sa', '', 0, '$2y$10$f/N1UF7gEA9eHCWnLtkbqujyV.ewSqREoXA66c11pXj/bj0cxDgZG', '', '', '', 2, '0000-00-00', 0, 1, 0, NULL, '2018-01-18 14:59:36', '2018-01-18 14:59:36', '2018-01-18 08:59:36'),
(5, '', 'Omar', 'admin@demo.com', 'CHINA NINGBO', 22323233, '$2y$10$bUSd0f7eEgEqHlvjKb/FheSgCAMjJutSMPNB.AkXIMMT6DBBScC66', '', '', 'user-profile-avatar.jpg', 1, '0000-00-00', 0, 1, 0, 'r263VlqTfNSHNGWOphXY6TIPrsKoVZZ5CdF1bCXzzgnczDzy3OXLdgxR8fKc', '2018-01-24 14:31:06', '2018-05-23 17:35:35', '2018-01-24 08:31:06'),
(6, '', 'صالح علي', 'Saleh2all@gmail.com', '', 0, '$2y$10$TlSTWVW1rRqh.7chBDl8Qe0zguBsZCCA7m8AZNqGK/bbyCxskyW7m', '', '', 'user-profile-avatar.jpg', 1, '0000-00-00', 0, 1, 0, 'y9Dli9XbjjCowwxqpVI3wXsAUxROjAJGAkaoO8IKhgl4wCh51LXJwrFU4tCF', '2018-02-06 03:31:40', '2018-02-06 03:31:40', '2018-02-05 21:31:40'),
(7, '', 'هاني', 'sssssss@ss.com', '', 0, '$2y$10$AAv.D5B6yp4SS9KPqo4YMuD8KsEsn11E16JL39L9sk1fhQfQK/ts6', '', '', 'user-profile-avatar.jpg', 2, '0000-00-00', 0, 1, 0, 'CP7jbhpnluadz5gCXE207udygPpONT42wgSgAx49bT86Mh573rBvORmH021d', '2018-02-06 19:31:50', '2018-02-06 20:05:58', '2018-02-06 13:31:50'),
(8, '', 'ماجد العوشن', 'majedsaud2@hotmail.com', '', 0, '$2y$10$MZOu0IVsYsz9njHIkeTlKezIj7UINJAnwDu6VYqacyyF96XYqA7jW', '', '', '', 2, '0000-00-00', 0, 1, 0, NULL, '2018-02-06 20:02:11', '2018-02-06 20:02:11', '2018-02-06 14:02:11'),
(10, '', 'osama33', 'mohamad30222@hotmail.com', '', 1234567890, '$2y$10$HbeduNKZLmR2F18iGBdZIOm9GdqlWWl4KTCk3.TgzPPbPQ3daRenq', '', '', '', 1, '0000-00-00', 0, 1, 0, NULL, '2018-04-25 03:38:07', '2018-04-25 03:41:02', '2018-04-25 06:38:07'),
(11, '', 'صهيب', 'mohamad402@hotmail.com', 'gaza            2                 ', 0, '$2y$10$Egeb8sgSK5pSupg.aN/xA.Bzmx56gaXd7YlEvNzNxhjk3rYBtWnPa', '', '', 'user-profile-avatar.jpg', 1, '0000-00-00', 0, 1, 0, 'ZY7za1mEUGngTSyO1kH7rUfCUdDHCvoP6imYQ8dS8gkQvjDaMdHfhpSl1Ayp', '2018-05-04 10:09:27', '2018-05-06 03:31:10', '2018-05-04 13:09:27'),
(12, '', 'sabi', 'mohamad303@hotmail.com', '', 0, '$2y$10$aWq83nlIa1nCHO8nMXIQveEzBifXdvutCOwhIvZJMjxvPykxAtdAa', '', '', 'user-profile-avatar.jpg', 1, '0000-00-00', 0, 1, 0, 'wz1Gy6EnZKRsXnv6muBdbyX0lPpkHZZjdGs9tXB99rZk1Al1B6eySHbes6rM', '2018-05-05 05:01:44', '2018-05-05 05:01:44', '2018-05-05 08:01:44'),
(13, '', 'Noor madhon', 'noor335@outlook.sa', 'ss22', 12312, '$2y$10$zxJuY.de0f.aD5Ut7wRQxOP/oo1yadSxc.0MY3mEgfgbt4qYu0Rji', '', '', '', 1, '0000-00-00', 0, 1, 0, NULL, '2018-05-06 03:53:18', '2018-05-06 03:54:27', '2018-05-06 06:53:18'),
(14, '', 'alaa', 'mohamad505@hotmail.com', '', 0, '$2y$10$lS1dSBK.tz8bn7.hgVxMe.TR8tOeOEpnnYjlHkG1yggjkDwBwMBlO', '', '', 'user-profile-avatar.jpg', 1, '0000-00-00', 0, 1, 0, NULL, '2018-05-08 03:14:46', '2018-05-08 03:14:46', '2018-05-08 06:14:46'),
(15, '', 'عمر الزريقي', 'alzoriki_2010@hotmail.com', '', 0, '$2y$10$xdxPML6X0q.1H45hZ4wDpeKXmXALXqWd8WwZV7JNKVKkWkqwQxFke', '', '', 'user-profile-avatar.jpg', 1, '0000-00-00', 0, 1, 0, 'kG98JFQ6XTdUuwHFeBmOhXOfmbJbyJ0jOLLcFqVEKUZr37tCET2NpnQTHFxT', '2018-05-09 15:55:52', '2018-05-09 15:55:52', '2018-05-09 10:55:52'),
(16, '', 'alaa302', 'mohamad333@hotmail.com', '', 0, '$2y$10$fNzgYk6fluHPq4PmsNETluVmhv7EGhyD/Jkyp98L9pNOMBU9zWoia', '', '', 'user-profile-avatar.jpg', 1, '0000-00-00', 0, 1, 0, 'dyjQlK0KMROmSNWrJHakRLO53mEhDS9WKQxJ1l5NX6NeMVjwPTKOB1t05Mdh', '2018-05-12 13:01:08', '2018-05-12 13:01:08', '2018-05-12 08:01:08'),
(18, '', 'سيف', 'mohamad999@hotmail.com', '', 2633278, '$2y$10$JEiCwKZd1Dpk4N7su0a7BOl6DqaGtGOmmsSu5IPDl0vSTrkcgALEq', '', '', 'user-profile-avatar.jpg', 1, '0000-00-00', 0, 1, 0, NULL, '2018-05-13 15:47:49', '2018-05-13 15:47:49', '2018-05-13 10:47:49'),
(19, '', 'test', 'elmosamem@live.com', '', 444232342, '$2y$10$.7BPLGa3Kq5R9swFBxoS4uTktHkURlcZUZh4JW6cQbcWLuu8IQiW2', '', '', 'user-profile-avatar.jpg', 1, '0000-00-00', 0, 1, 0, NULL, '2018-06-07 12:19:53', '2018-06-07 12:19:53', '2018-06-07 07:19:53'),
(20, '', 'magd', 'magdalmagd111@gmail.com', '', 595755782, '$2y$10$1wL4zeyMDYTzwZJZfG7XbO7QmSIVn3l.r7YKj4y5TJatxMSE1K5Uu', '', '', 'user-profile-avatar.jpg', 1, '0000-00-00', 0, 1, 0, 'erfj9JlBaqx3BRWUZf9i0xcFXJv8kXqZ2E7FlASDaaHtCkhe2BMMSXxSqkJL', '2018-07-11 15:45:02', '2018-07-11 15:45:02', '2018-07-11 10:45:02');

-- --------------------------------------------------------

--
-- بنية الجدول `works`
--

CREATE TABLE `works` (
  `id` int(11) NOT NULL,
  `title` varchar(200) NOT NULL,
  `title_e` varchar(200) NOT NULL,
  `description` text NOT NULL,
  `description_e` text NOT NULL,
  `link` varchar(300) NOT NULL,
  `img` varchar(200) NOT NULL,
  `branch` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT '0000-00-00 00:00:00'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- إرجاع أو استيراد بيانات الجدول `works`
--

INSERT INTO `works` (`id`, `title`, `title_e`, `description`, `description_e`, `link`, `img`, `branch`, `created_at`, `updated_at`) VALUES
(12, 'خدمات الدراسة في تركيا', 'خدمات الدراسة في تركيا', '<p>الخدمات المقدمة للطلاب الراغبين في التقديم على الجامعات التركية</p>\r\n\r\n<p>-إنهاء كافة إجراءات تسجيل الطلاب بالجامعات مجانا حتى حصول الطالب على￼ خطاب القبول النهائي .</p>\r\n\r\n<p>-حصول الطلاب المسجلين من خلالنا على خصومات تصل الى 75% من&nbsp;المصروفات الدراسية .￼﻿</p>\r\n\r\n<p>-كافة الاستشارات التعليمية المقدمة مجانا عن طريق مختصينا بقسم الخدمات التعليمية .</p>\r\n\r\n<p>-المساعدة في اختيار القسم التخصص والجامعة المناسبة للطالب .</p>\r\n\r\n<p>-المساعدة في توجيه الطلاب في كيفية انهاء معادلة شهاداتهم وفقا لكل درجة علمية .</p>\r\n\r\n<p>-الدعم الفني المستمر لطلابنا الملتحقين بالجامعات من خلال مجموعة حسام اورفالي اثناء فترة دراستهم وحتى تخرجهم .</p>\r\n\r\n<p>-مساعدة الطلاب في الحصول على سكن في الجامعة أو سكن خارجي مناسب وفقا￼ لرغبة الطالب .</p>\r\n\r\n<p>-إنهاء كافة إجراءات الحصول على اقامة الطالب عن طريق مختصينا بقسم خدمات الاقامة والتأمين الصحي .</p>\r\n', '<p>الخدمات المقدمة للطلاب الراغبين في التقديم على الجامعات التركية</p>\r\n\r\n<p>-إنهاء كافة إجراءات تسجيل الطلاب بالجامعات مجانا حتى حصول الطالب على￼ خطاب القبول النهائي .</p>\r\n\r\n<p>-حصول الطلاب المسجلين من خلالنا على خصومات تصل الى 75% من&nbsp;المصروفات الدراسية .￼﻿</p>\r\n\r\n<p>-كافة الاستشارات التعليمية المقدمة مجانا عن طريق مختصينا بقسم الخدمات التعليمية .</p>\r\n\r\n<p>-المساعدة في اختيار القسم التخصص والجامعة المناسبة للطالب .</p>\r\n\r\n<p>-المساعدة في توجيه الطلاب في كيفية انهاء معادلة شهاداتهم وفقا لكل درجة علمية .</p>\r\n\r\n<p>-الدعم الفني المستمر لطلابنا الملتحقين بالجامعات من خلال مجموعة حسام اورفالي اثناء فترة دراستهم وحتى تخرجهم .</p>\r\n\r\n<p>-مساعدة الطلاب في الحصول على سكن في الجامعة أو سكن خارجي مناسب وفقا￼ لرغبة الطالب .</p>\r\n\r\n<p>-إنهاء كافة إجراءات الحصول على اقامة الطالب عن طريق مختصينا بقسم خدمات الاقامة والتأمين الصحي .</p>\r\n', '', 'new-home-education-services.jpg', 3, '2018-07-17 10:04:21', '2018-07-17 10:04:21'),
(13, 'خدمات التسويق العقاري', 'خدمات التسويق العقاري', '<p>يهدف القسم العقاري بشكل أساسي إلى تقديم الخدمات القانونية والاستشارات العقارية بطريقة صادقة وواقعية، من خلال فهم حاجة العميل وتقديم المشاريع المناسبة له من المطورين الأكثر ثقة في تركيا، بالإضافة إلى خدمات ما بعد البيع، من تأجير الممتلكات الخاصة بك أو إعادة بيعها .﻿</p>\r\n', '<p>يهدف القسم العقاري بشكل أساسي إلى تقديم الخدمات القانونية والاستشارات العقارية بطريقة صادقة وواقعية، من خلال فهم حاجة العميل وتقديم المشاريع المناسبة له من المطورين الأكثر ثقة في تركيا، بالإضافة إلى خدمات ما بعد البيع، من تأجير الممتلكات الخاصة بك أو إعادة بيعها .﻿</p>\r\n', '', 'تنزيل.jpg', 3, '2018-07-17 10:09:56', '2018-07-17 10:09:56'),
(14, 'خدمات التصميم و الإعلان', 'خدمات التصميم و الإعلان', '<p>نملك فريق ابداعي لديه أعلى المهارات التقنية والفنية، يعمل على تعزيز الصورة البصرية الخاصة بكم لتكون بأعلى درجات المنافسة والتميز بالأسواق التركية والعالمية من خلال خبرتنا في استهداف العملاء وتلبية مطالبكم في مجال تصميم الإعلان الثابت والمتحرك وصناعة الأفلام الدعائية، خدماتنا تشمل تطوير أو بناء العلامات التجارية وإعداد الخطط التسويقية، إنتاج المحتوى الفني الذي يساعد على إظهار علامتك التجارية بالشكل المبهر.</p>\r\n', '<p>نملك فريق ابداعي لديه أعلى المهارات التقنية والفنية، يعمل على تعزيز الصورة البصرية الخاصة بكم لتكون بأعلى درجات المنافسة والتميز بالأسواق التركية والعالمية من خلال خبرتنا في استهداف العملاء وتلبية مطالبكم في مجال تصميم الإعلان الثابت والمتحرك وصناعة الأفلام الدعائية، خدماتنا تشمل تطوير أو بناء العلامات التجارية وإعداد الخطط التسويقية، إنتاج المحتوى الفني الذي يساعد على إظهار علامتك التجارية بالشكل المبهر.</p>\r\n', '', 'diseno-web-2015-reasonwhy.es__0.jpg', 3, '2018-07-17 10:15:51', '2018-07-17 10:15:51'),
(15, 'تأمينات السيارات الإلزامي    و الشامل', 'تأمينات السيارات الإلزامي    و الشامل', '<p>تأمينات السيارات الإلزامي و الشامل</p>\r\n', '<p>تأمينات السيارات الإلزامي و الشامل</p>\r\n', '', '7e596459-64cb-46aa-a854-83b1bebca0a8.jpg', 3, '2018-07-17 06:04:15', '2018-07-17 11:04:15'),
(16, 'خدمة التأمين الصحي', 'خدمة التأمين الصحي', '<h3>خدمة التأمين الصحي</h3>\r\n', '<h3>خدمة التأمين الصحي</h3>\r\n', '', '01-1-تراجع.jpg', 3, '2018-07-17 10:43:11', '2018-07-17 10:43:11'),
(17, 'خدمات تأسيس الشركات التجارية', 'خدمات تأسيس الشركات التجارية', '<p>تأسيس نشاطك التجاري في تركيا بحاجة لخبراء بالقانون التركي لمساعدتك بوضع حجر الاساس لنشاطك الناجج&nbsp;</p>\r\n\r\n<p>وظيفتنا نحن أن نكون بجانبك خطوة بخطوة من اختيار اسم الشركة و لغاية حماية اسمك التجاري و توثيقه في غرفة التجارة</p>\r\n', '<p>تأسيس نشاطك التجاري في تركيا بحاجة لخبراء بالقانون التركي لمساعدتك بوضع حجر الاساس لنشاطك الناجج&nbsp;</p>\r\n\r\n<p>وظيفتنا نحن أن نكون بجانبك خطوة بخطوة من اختيار اسم الشركة و لغاية حماية اسمك التجاري و توثيقه في غرفة التجارة</p>\r\n', '', 'تأسيس-الشركات.jpg', 3, '2018-07-17 10:53:31', '2018-07-17 10:53:31'),
(18, 'اقامات عمل للتجار والموظفين', 'اقامات عمل للتجار والموظفين', '<p>اقامات عمل للتجار والموظفين</p>\r\n', '<p>اقامات عمل للتجار والموظفين</p>\r\n', '', 'working-id.jpg', 3, '2018-07-17 11:01:16', '2018-07-17 11:01:16'),
(19, 'خدمات الإقامات بإنواعها', 'خدمات الإقامات بإنواعها', '<h3>خدمات الإقامات بإنواعها</h3>\r\n', '<h3>خدمات الإقامات بإنواعها</h3>\r\n', '', '611.jpg', 3, '2018-07-17 11:02:32', '2018-07-17 11:02:32'),
(20, 'استيراد البضائع من الصين', 'استيراد البضائع من الصين', '<p>استيراد البضائع من الصين</p>\r\n', '<p>استيراد البضائع من الصين</p>\r\n', '', '868881-1596049762.jpg', 2, '2018-07-21 15:20:42', '2018-07-21 15:20:42');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `admins`
--
ALTER TABLE `admins`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `admins_email_unique` (`email`);

--
-- Indexes for table `departments`
--
ALTER TABLE `departments`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `emails`
--
ALTER TABLE `emails`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `faqs`
--
ALTER TABLE `faqs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `home_setting`
--
ALTER TABLE `home_setting`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `logs`
--
ALTER TABLE `logs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `offers`
--
ALTER TABLE `offers`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `orders`
--
ALTER TABLE `orders`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `pages`
--
ALTER TABLE `pages`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `products`
--
ALTER TABLE `products`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `replies`
--
ALTER TABLE `replies`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `services`
--
ALTER TABLE `services`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `settings`
--
ALTER TABLE `settings`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sliders`
--
ALTER TABLE `sliders`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `tags`
--
ALTER TABLE `tags`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- Indexes for table `works`
--
ALTER TABLE `works`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `admins`
--
ALTER TABLE `admins`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT for table `departments`
--
ALTER TABLE `departments`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `emails`
--
ALTER TABLE `emails`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT for table `faqs`
--
ALTER TABLE `faqs`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;

--
-- AUTO_INCREMENT for table `home_setting`
--
ALTER TABLE `home_setting`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `logs`
--
ALTER TABLE `logs`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=62;

--
-- AUTO_INCREMENT for table `news`
--
ALTER TABLE `news`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `offers`
--
ALTER TABLE `offers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `orders`
--
ALTER TABLE `orders`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=24;

--
-- AUTO_INCREMENT for table `pages`
--
ALTER TABLE `pages`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `products`
--
ALTER TABLE `products`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT for table `replies`
--
ALTER TABLE `replies`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=57;

--
-- AUTO_INCREMENT for table `services`
--
ALTER TABLE `services`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=29;

--
-- AUTO_INCREMENT for table `settings`
--
ALTER TABLE `settings`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `sliders`
--
ALTER TABLE `sliders`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT for table `tags`
--
ALTER TABLE `tags`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;

--
-- AUTO_INCREMENT for table `works`
--
ALTER TABLE `works`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
